Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: NEC PC-98 (with PC-9801-86; extended channel 3 and CSM) stereo##sgpr
russian: NEC PC-98 (с PC-9801-86; расширенный 3-ий канал и CSM) стерео

source: NEC PC-98 (with PC-9801-73)##sgpr
russian: NEC PC-98 (с PC-9801-73)

source: NEC PC-98 (with PC-9801-73; extended channel 3)##sgpr
russian: NEC PC-98 (с PC-9801-73; расширенный 3-ий канал)

source: NEC PC-98 (with PC-9801-73; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с PC-9801-73; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with Sound Blaster 16 for PC-9800 w/PC-9801-26/K compatible)##sgpr
russian: NEC PC-98 (с Sound Blaster 16 для PC-9800, совместимый с PC-9801-26/K)

source: NEC PC-98 (with Sound Blaster 16 for PC-9800 w/PC-9801-26/K compatible; extended channel 3)##sgpr
russian: NEC PC-98 (с Sound Blaster 16 для PC-9800, совместимый с PC-9801-26/K; расширенный 3-ий канал)

source: NEC PC-98 (with Sound Blaster 16 for PC-9800 w/PC-9801-26/K compatible; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с Sound Blaster 16 для PC-9800, совместимый с PC-9801-26/K; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with Sound Blaster 16 for PC-9800 w/PC-9801-26/K compatible in drums mode)##sgpr
russian: NEC PC-98 (с Sound Blaster 16 для PC-9800, совместимый с PC-9801-26/K в режиме ударных)

source: NEC PC-98 (with Sound Blaster 16 for PC-9800 w/PC-9801-26/K compatible in drums mode; extended channel 3)##sgpr
russian: NEC PC-98 (с Sound Blaster 16 для PC-9800, совместимый с PC-9801-26/K в режиме ударных; расширенный 3-ий канал)

source: NEC PC-98 (with Sound Blaster 16 for PC-9800 w/PC-9801-26/K compatible in drums mode; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с Sound Blaster 16 для PC-9800, совместимый с PC-9801-26/K в режиме ударных; расширенный 3-ий канал и CSM)

source: ZX Spectrum (48K, SFX-like engine)##sgpr
russian: ZX Spectrum (48K, драйвер типа SFX)

source: ZX Spectrum (48K, QuadTone engine)##sgpr
russian: ZX Spectrum (48K, драйвер QuadTone)

source: ZX Spectrum (128K) with TurboSound##sgpr
russian: ZX Spectrum (128K) с TurboSound

source: ZX Spectrum (128K) with TurboSound FM##sgpr
russian: ZX Spectrum (128K) с TurboSound FM

source: ZX Spectrum (128K) with TurboSound FM (extended channel 3 on first OPN)##sgpr
russian: ZX Spectrum (128K) с TurboSound FM (расширенный 3-ий канал на первом чипе OPN)

source: ZX Spectrum (128K) with TurboSound FM (extended channel 3 and CSM on first OPN)##sgpr
russian: ZX Spectrum (128K) с TurboSound FM (расширенный 3-ий канал и CSM на первом чипе OPN)

source: ZX Spectrum (128K) with TurboSound FM (extended channel 3 on second OPN)##sgpr
russian: ZX Spectrum (128K) с TurboSound FM (расширенный 3-ий канал на втором чипе OPN)

source: ZX Spectrum (128K) with TurboSound FM (extended channel 3 and CSM on second OPN)##sgpr
russian: ZX Spectrum (128K) с TurboSound FM (расширенный 3-ий канал и CSM на втором чипе OPN)

source: ZX Spectrum (128K) with TurboSound FM (extended channel 3 on both OPNs)##sgpr
russian: ZX Spectrum (128K) с TurboSound FM (расширенный 3-ий канал на обоих чипах OPN)

source: ZX Spectrum (128K) with TurboSound FM (extended channel 3 and CSM on both OPNs)##sgpr
russian: ZX Spectrum (128K) с TurboSound FM (расширенный 3-ий канал и CSM на обоих чипах OPN)

source: Atari 800 (stereo)##sgpr
russian: Atari 800 (стерео)

source: PC (beeper)##sgpr
russian: PC (пищалка)

source: PC + AdLib (drums mode)##sgpr
russian: PC + AdLib (в режиме ударных)

source: PC + Sound Blaster (drums mode)##sgpr
russian: PC + Sound Blaster (в режиме ударных)

source: PC + Sound Blaster w/Game Blaster Compatible##sgpr
russian: PC + Sound Blaster совм. с Game Blaster

source: PC + Sound Blaster w/Game Blaster Compatible (drums mode)##sgpr
russian: PC + Sound Blaster совм. с Game Blaster (в режиме ударных)

source: PC + Sound Blaster Pro (drums mode)##sgpr
russian: PC + Sound Blaster Pro (в режиме ударных)

source: PC + Sound Blaster Pro 2 (drums mode)##sgpr
russian: PC + Sound Blaster Pro 2 (в режиме ударных)

source: PC + ESS AudioDrive ES1488 (native ESFM mode)##sgpr
russian: PC + ESS AudioDrive ES1488 (нативный режим ESFM)

source: Sharp X1 + FM addon##sgpr
russian: Sharp X1 + FM-дополнение

source: FM Towns (extended channel 3)##sgpr
russian: FM Towns (расширенный 3-ий канал)

source: Commander X16 (VERA only)##sgpr0
russian: Commander X16 (только VERA)

source: Commander X16 (with OPM)##sgpr
russian: Commander X16 (с OPM)

source: Commander X16 (with Twin OPL3)##sgpr
russian: Commander X16 (с Twin OPL3)

source: Arcade systems##sgpr
russian: Аркадные автоматы

source: INSERT COIN##sgpr
russian: ВСТАВЬТЕ ЖЕТОН##sgpr

source: Williams/Midway Y/T unit w/ADPCM sound board##sgpr
russian: Автомат Williams/Midway Y/T со звуковой картой АДИКМ

source: Konami Battlantis (drums mode on first OPL2)##sgpr
russian: Konami Battlantis (первый OPL2 в режиме ударных)

source: Konami Battlantis (drums mode on second OPL2)##sgpr
russian: Konami Battlantis (второй OPL2 в режиме ударных)

source: Konami Battlantis (drums mode on both OPL2s)##sgpr
russian: Konami Battlantis (оба OPL2 в режиме ударных)

source: Konami Haunted Castle (drums mode)##sgpr
russian: Konami Haunted Castle (в режиме ударных)

source: Konami S.P.Y. (drums mode)##sgpr
russian: Konami S.P.Y. (в режиме ударных)

source: Konami Rollergames (drums mode)##sgpr
russian: Konami Rollergames (в режиме ударных)

source: Sega System E (with FM expansion)##sgpr
russian: Sega System E (с FM-расширением)

source: Sega System E (with FM expansion in drums mode)##sgpr
russian: Sega System E (с FM-расширением в режиме ударных)

source: Sega Hang-On (extended channel 3)##sgpr
russian: Sega Hang-On (расширенный 3-ий канал)

source: Sega Hang-On (extended channel 3 and CSM)##sgpr
russian: Sega Hang-On (расширенный 3-ий канал и CSM)

source: Sega System 18 (extended channel 3 on first OPN2C)##sgpr
russian: Sega System 18 (расширенный 3-ий канал на первом OPN2C)

source: Sega System 18 (extended channel 3 and CSM on first OPN2C)##sgpr
russian: Sega System 18 (расширенный 3-ий канал и CSM на первом OPN2C)

source: Sega System 18 (extended channel 3 on second OPN2C)##sgpr
russian: Sega System 18 (расширенный 3-ий канал на втором OPN2C)

source: Sega System 18 (extended channel 3 and CSM on second OPN2C)##sgpr
russian: Sega System 18 (расширенный 3-ий канал и CSM на втором OPN2C)

source: Sega System 18 (extended channel 3 on both OPN2Cs)##sgpr
russian: Sega System 18 (расширенный 3-ий канал на обоих чипах OPN2C)

source: Sega System 18 (extended channel 3 and CSM on both OPN2Cs)##sgpr
russian: Sega System 18 (расширенный 3-ий канал и CSM на обоих чипах OPN2C)

source: Sega System 32 (extended channel 3 on first OPN2C)##sgpr
russian: Sega System 32 (расширенный 3-ий канал на первом OPN2C)

source: Sega System 32 (extended channel 3 and CSM on first OPN2C)##sgpr
russian: Sega System 32 (расширенный 3-ий канал и CSM на первом OPN2C)

source: Sega System 32 (extended channel 3 on second OPN2C)##sgpr
russian: Sega System 32 (расширенный 3-ий канал на втором OPN2C)

source: Sega System 32 (extended channel 3 and CSM on second OPN2C)##sgpr
russian: Sega System 32 (расширенный 3-ий канал и CSM на втором OPN2C)

source: Sega System 32 (extended channel 3 on both OPN2Cs)##sgpr
russian: Sega System 32 (расширенный 3-ий канал на обоих чипах OPN2C)

source: Sega System 32 (extended channel 3 and CSM on both OPN2Cs)##sgpr
russian: Sega System 32 (расширенный 3-ий канал и CSM на обоих чипах OPN2C)

source: Capcom Arcade##sgpr
russian: Capcom Arcade

source: Capcom Arcade (extended channel 3 on first OPN)##sgpr
russian: Capcom Arcade (расширенный 3-ий канал на первом OPN)

source: Capcom Arcade (extended channel 3 and CSM on first OPN)##sgpr
russian: Capcom Arcade (расширенный 3-ий канал на втором OPN)

source: Capcom Arcade (extended channel 3 on second OPN)##sgpr
russian: Capcom Arcade (расширенный 3-ий канал и CSM на втором OPN)

source: Capcom Arcade (extended channel 3 and CSM on second OPN)##sgpr
russian: Capcom Arcade (расширенный 3-ий канал и CSM на втором OPN)

source: Capcom Arcade (extended channel 3 on both OPNs)##sgpr
russian: Capcom Arcade (расширенный 3-ий канал на обоих чипах OPN)

source: Capcom Arcade (extended channel 3 and CSM on both OPNs)##sgpr
russian: Capcom Arcade (расширенный 3-ий канал и CSM на обоих чипах OPN)

source: Jaleco Ginga NinkyouDen (drums mode)##sgpr
russian: Jaleco Ginga NinkyouDen (в режиме ударных)

source: NMK 16-bit Arcade##sgpr
russian: NMK 16-bit Arcade

source: NMK 16-bit Arcade (extended channel 3)##sgpr
russian: NMK 16-bit Arcade (расширенный 3-ий канал)

source: NMK 16-bit Arcade (extended channel 3 and CSM)##sgpr
russian: NMK 16-bit Arcade (расширенный 3-ий канал и CSM)

source: NMK 16-bit Arcade (w/NMK112 bankswitching)##sgpr
russian: NMK 16-bit Arcade (со сменой банков NMK112)

source: NMK 16-bit Arcade (w/NMK112 bankswitching, extended channel 3)##sgpr
russian: NMK 16-bit Arcade (со сменой банков NMK112, расширенный 3-ий канал)

source: NMK 16-bit Arcade (w/NMK112 bankswitching, extended channel 3 and CSM)##sgpr
russian: NMK 16-bit Arcade (со сменой банков NMK112, расширенный 3-ий канал и CSM)

source: Atlus Power Instinct 2 (extended channel 3)##sgpr
russian: Atlus Power Instinct 2 (расширенный 3-ий канал)

source: Atlus Power Instinct 2 (extended channel 3 and CSM)##sgpr
russian: Atlus Power Instinct 2 (расширенный 3-ий канал и CSM)

source: Kaneko DJ Boy (extended channel 3)##sgpr
russian: Kaneko DJ Boy (расширенный 3-ий канал)

source: Kaneko DJ Boy (extended channel 3 and CSM)##sgpr
russian: Kaneko DJ Boy (расширенный 3-ий канал и CSM)

source: Kaneko Air Buster (extended channel 3)##sgpr
russian: Kaneko Air Buster (расширенный 3-ий канал)

source: Kaneko Air Buster (extended channel 3 and CSM)##sgpr
russian: Kaneko Air Buster (расширенный 3-ий канал и CSM)

source: Tecmo Ninja Gaiden (extended channel 3 on first OPN)##sgpr
russian: Tecmo Ninja Gaiden (расширенный 3-ий канал на первом OPN)

source: Tecmo Ninja Gaiden (extended channel 3 and CSM on first OPN)##sgpr
russian: Tecmo Ninja Gaiden (расширенный 3-ий канал и CSM на первом OPN)

source: Tecmo Ninja Gaiden (extended channel 3 on second OPN)##sgpr
russian: Tecmo Ninja Gaiden (расширенный 3-ий канал на втором OPN)

source: Tecmo Ninja Gaiden (extended channel 3 and CSM on second OPN)##sgpr
russian: Tecmo Ninja Gaiden (расширенный 3-ий канал и CSM на втором OPN)

source: Tecmo Ninja Gaiden (extended channel 3 on both OPNs)##sgpr
russian: Tecmo Ninja Gaiden (расширенный 3-ий канал на обоих чипах OPN)

source: Tecmo Ninja Gaiden (extended channel 3 and CSM on both OPNs)##sgpr
russian: Tecmo Ninja Gaiden (расширенный 3-ий канал и CSM на обоих чипах OPN)

source: Tecmo System (drums mode)##sgpr
russian: Tecmo System (в режиме ударных)

source: Seibu Kaihatsu Raiden (drums mode)##sgpr
russian: Seibu Kaihatsu Raiden (в режиме ударных)

source: Sunsoft Arcade##sgpr
russian: Sunsoft Arcade

source: Sunsoft Arcade (extended channel 3)##sgpr
russian: Sunsoft Arcade (расширенный 3-ий канал)

source: Sunsoft Arcade (extended channel 3 and CSM)##sgpr
russian: Sunsoft Arcade (расширенный 3-ий канал и CSM)

source: Atari Rampart (drums mode)##sgpr
russian: Atari Rampart (в режиме ударных)

source: Data East Karnov (extended channel 3)##sgpr
russian: Data East Karnov (расширенный 3-ий канал 3)

source: Data East Karnov (extended channel 3 and CSM)##sgpr
russian: Data East Karnov (расширенный 3-ий канал и CSM)

source: Data East Karnov (drums mode)##sgpr
russian: Data East Karnov (в режиме ударных)

source: Data East Karnov (extended channel 3; drums mode)##sgpr
russian: Data East Karnov (расширенный 3-ий канал; в режиме ударных)

source: Data East Karnov (extended channel 3 and CSM; drums mode)##sgpr
russian: Data East Karnov (расширенный 3-ий канал и CSM; в режиме ударных)

source: Data East Arcade##sgpr
russian: Data East Arcade

source: Data East Arcade (extended channel 3)##sgpr
russian: Data East Arcade (расширенный 3-ий канал)

source: Data East Arcade (extended channel 3 and CSM)##sgpr
russian: Data East Arcade (расширенный 3-ий канал и CSM)

source: Data East Arcade (drums mode)##sgpr
russian: Data East Arcade (в режиме ударных)

source: Data East Arcade (extended channel 3; drums mode)##sgpr
russian: Data East Arcade (расширенный 3-ий канал; в режиме ударных)

source: Data East Arcade (extended channel 3 and CSM; drums mode)##sgpr
russian: Data East Arcade (расширенный 3-ий канал и CSM; в режиме ударных)

source: Data East PCX (extended channel 3)##sgpr
russian: Data East PCX (расширенный 3-ий канал)

source: Data East PCX (extended channel 3 and CSM)##sgpr
russian: Data East PCX (расширенный 3-ий канал и CSM)

source: Data East Dark Seal (extended channel 3)##sgpr
russian: Data East Dark Seal (расширенный 3-ий канал)

source: Data East Dark Seal (extended channel 3 and CSM)##sgpr
russian: Data East Dark Seal (расширенный 3-ий канал и CSM)

source: SNK Ikari Warriors (drums mode on first OPL)##sgpr
russian: SNK Ikari Warriors (первый OPL в режиме ударных)

source: SNK Ikari Warriors (drums mode on second OPL)##sgpr
russian: SNK Ikari Warriors (второй OPL в режиме ударных)

source: SNK Ikari Warriors (drums mode on both OPLs)##sgpr
russian: SNK Ikari Warriors (оба чипа OPL в режиме ударных)

source: SNK Triple Z80 (drums mode on Y8950)##sgpr
russian: SNK Triple Z80 (Y8950 в режиме ударных)

source: SNK Triple Z80 (drums mode on OPL)##sgpr
russian: SNK Triple Z80 (OPL в режиме ударных)

source: SNK Triple Z80 (drums mode on Y8950 and OPL)##sgpr
russian: SNK Triple Z80 (Y8950 и OPL в режиме ударных)

source: SNK Chopper I (drums mode on Y8950)##sgpr
russian: SNK Chopper I (Y8950 в режиме ударных)

source: SNK Chopper I (drums mode on OPL2)##sgpr
russian: SNK Chopper I (OPL2 в режиме ударных)

source: SNK Chopper I (drums mode on Y8950 and OPL2)##sgpr
russian: SNK Chopper I (Y8950 и OPL2 в режиме ударных)

source: SNK Touchdown Fever (drums mode on OPL)##sgpr
russian: SNK Touchdown Fever (OPL в режиме ударных)

source: SNK Touchdown Fever (drums mode on Y8950)##sgpr
russian: SNK Touchdown Fever (Y8950 в режиме ударных)

source: SNK Touchdown Fever (drums mode on OPL and Y8950)##sgpr
russian: SNK Touchdown Fever (Y8950 и OPL2 в режиме ударных)

source: Alpha denshi Alpha-68K (extended channel 3)##sgpr
russian: Alpha denshi Alpha-68K (расширенный 3-ий канал)

source: Alpha denshi Alpha-68K (extended channel 3 and CSM)##sgpr
russian: Alpha denshi Alpha-68K (расширенный 3-ий канал и CSM)

source: Alpha denshi Alpha-68K (drums mode)##sgpr
russian: Alpha denshi Alpha-68K (в режиме ударных)

source: Alpha denshi Alpha-68K (extended channel 3; drums mode)##sgpr
russian: Alpha denshi Alpha-68K (расширенный 3-ий канал; в режиме ударных)

source: Alpha denshi Alpha-68K (extended channel 3 and CSM; drums mode)##sgpr
russian: Alpha denshi Alpha-68K (расширенный 3-ий канал и CSM; в режиме ударных)

source: Neo Geo MVS (extended channel 2)##sgpr
russian: Neo Geo MVS (расширенный 2-ой канал)

source: Neo Geo MVS (extended channel 2 and CSM)##sgpr
russian: Neo Geo MVS (расширенный 2-ой канал и CSM)

source: Namco (3-channel WSG)##sgpr
russian: Namco (3-канальный генератор звука на волновых таблицах)

source: Taito Arcade##sgpr
russian: Taito Arcade

source: Taito Arcade (extended channel 3)##sgpr
russian: Taito Arcade (расширенный 3-ий канал)

source: Taito Arcade (extended channel 3 and CSM)##sgpr
russian: Taito Arcade (расширенный 3-ий канал и CSM)

source: Seta 1 + FM addon##sgpr
russian: Seta 1 + FM-дополнение

source: Seta 1 + FM addon (extended channel 3)##sgpr
russian: Seta 1 + FM-дополнение (расширенный 3-ий канал)

source: Seta 1 + FM addon (extended channel 3 and CSM)##sgpr
russian: Seta 1 + FM-дополнение (расширенный 3-ий канал и CSM)

source: Coreland Cyber Tank (drums mode)##sgpr
russian: Coreland Cyber Tank (в режиме ударных)

source: Toaplan 1 (drums mode)##sgpr
russian: Toaplan 1 (в режиме ударных)

source: Dynax/Nakanihon 3rd generation hardware##sgpr
russian: Аппаратная платформа 3-го поколения Dynax/Nakanihon

source: Dynax/Nakanihon 3rd generation hardware (drums mode)##sgpr
russian: Аппаратная платформа 3-го поколения Dynax/Nakanihon (в режиме ударных)

source: Dynax/Nakanihon Real Break (drums mode)##sgpr
russian: Dynax/Nakanihon Real Break (в режиме ударных)

source: User##sgpr
russian: Пользовательские

source: system presets that you have saved.##sgpr
russian: пресеты систем, которые вы сохранили.

source: chips which use frequency modulation (FM) to generate sound. some of these also pack more (like square and sample channels). Actually "FM" here stands for phase modulation, but these two are indistinguishable if you use sine waves.##sgpr
russian: чипы, использующую частотную модуляцию (FM-синтез) для генерации звука. в некоторых из них присутствуют и другие способы синтеза звука (каналы с квадратными волнами или сэмплами). На самом деле, "FM" здесь означает фазовую модуляцию, но они неотличимы друг от друга при использовании синусоидальных волн.

source: Yamaha YM2203 (extended channel 3)##sgpr
russian: Yamaha YM2203 (расширенный 3-ий канал)

source: Yamaha YM2203 (extended channel 3 and CSM)##sgpr
russian: Yamaha YM2203 (расширенный 3-ий канал и CSM)

source: Yamaha YM2608 (extended channel 3)##sgpr
russian: Yamaha YM2608 (расширенный 3-ий канал)

source: Yamaha YM2608 (extended channel 3 and CSM)##sgpr
russian: Yamaha YM2608 (расширенный 3-ий канал и CSM)

source: Yamaha YM2610 (extended channel 2)##sgpr
russian: Yamaha YM2610 (расширенный 2-ой канал)

source: Yamaha YM2610 (extended channel 2 and CSM)##sgpr
russian: Yamaha YM2610 (расширенный 2-ой канал и CSM)

source: Yamaha YM2610B (extended channel 3)##sgpr
russian: Yamaha YM2610B (расширенный 3-ий канал)

source: Yamaha YM2610B (extended channel 3 and CSM)##sgpr
russian: Yamaha YM2610B (расширенный 3-ий канал и CSM)

source: Yamaha YM2612 (extended channel 3)##sgpr
russian: Yamaha YM2612 (расширенный 3-ий канал)

source: Yamaha YM2612 (OPN2) with DualPCM##sgpr
russian: Yamaha YM2612 (OPN2) с DualPCM

source: Yamaha YM2612 (extended channel 3) with DualPCM and CSM##sgpr
russian: Yamaha YM2612 (расширенный 3-ий канал) с DualPCM и CSM

source: Yamaha YMF276 (extended channel 3)##sgpr
russian: Yamaha YMF276 (расширенный 3-ий канал)

source: Yamaha YMF276 with DualPCM##sgpr
russian: Yamaha YMF276 с DualPCM

source: Yamaha YMF276 (extended channel 3) with DualPCM and CSM##sgpr
russian: Yamaha YMF276 (расширенный 3-ий канал) с DualPCM и CSM

source: Yamaha YM2413 (drums mode)##sgpr
russian: Yamaha YM2413 (в режиме ударных)

source: Yamaha YM3438 (extended channel 3)##sgpr
russian: Yamaha YM3438 (расширенный 3-ий канал)

source: Yamaha YM3438 (OPN2C) with DualPCM##sgpr
russian: Yamaha YM3438 (OPN2C) с DualPCM

source: Yamaha YM3438 (extended channel 3) with DualPCM and CSM##sgpr
russian: Yamaha YM3438 (расширенный 3-ий канал) с DualPCM и CSM

source: Yamaha YM3526 (drums mode)##sgpr
russian: Yamaha YM3526 (в режиме ударных)

source: Yamaha Y8950 (drums mode)##sgpr
russian: Yamaha Y8950 (в режиме ударных)

source: Yamaha YM3812 (drums mode)##sgpr
russian: Yamaha YM3812 (в режиме ударных)

source: Yamaha YMF262 (drums mode)##sgpr
russian: Yamaha YMF262 (в режиме ударных)

source: Yamaha YMF289B (drums mode)##sgpr
russian: Yamaha YMF289B (в режиме ударных)

source: ESS ES1xxx series (ESFM)##sgpr
russian: ESS серия ES1xxx (ESFM)

source: Square##sgpr
russian: Меандр

source: these chips generate square/pulse tones only (but may include noise).##sgpr
russian: эти чипы способны генерировать лишь квадратные/прямоугольные волны (но могут также генерировать шум).

source: Tandy PSSJ 3-voice sound##sgpr
russian: Tandy PSSJ трёхканальный генератор звука

source: Sega PSG (SN76489-like)##sgpr
russian: Sega PSG (похож на SN76489)

source: Sega PSG (SN76489-like, Stereo)##sgpr
russian: Sega PSG (похож на SN76489, стерео)

source: PC Speaker##sgpr
russian: PC Speaker (пищалка)

source: Sample##sgpr
russian: Сэмплеры

source: chips/systems which use PCM or ADPCM samples for sound synthesis.##sgpr
russian: чипы/системы, которые используют ИКМ- или АДИКМ-сэмплы для воспроизведения звука.

source: Generic PCM DAC##sgpr
russian: Типичный ИКМ ЦАП

source: Wavetable##sgpr
russian: Волн. табл.

source: chips which use user-specified waveforms to generate sound.##sgpr
russian: чипы, которые использует задаваемые пользователем волны для синтеза звука.

source: Namco C15 (8-channel mono)##sgpr
russian: Namco C15 (8-канальный, моно)

source: Namco C30 (8-channel stereo)##sgpr
russian: Namco C30 (8-канальный, стерео)

source: Famicom Disk System (chip)##sgpr
russian: Famicom Disk System (чип)

source: Specialized##sgpr
russian: Особые

source: chips/systems with unique sound synthesis methods.##sgpr
russian: чипы/системы с уникальными методами синтеза звука.

source: Commodore PET (pseudo-wavetable)##sgpr
russian: Commodore PET (псевдо-волновая таблица)

source: ZX Spectrum (beeper only, SFX-like engine)##sgpr
russian: ZX Spectrum (только пищалка, драйвер типа SFX)

source: ZX Spectrum (beeper only, QuadTone engine)##sgpr
russian: ZX Spectrum (только пищалка, драйвер QuadTone)

source: Modern/fantasy##sgpr
russian: Совр./вымышл.

source: chips/systems which do not exist in reality or were made just several years ago.##sgpr
russian: чипы/системы, не имеющие физического воплощения или сделанные всего несколько лет назад.

source: Commander X16 (VERA only)##sgpr1
russian: Commander X16 (только VERA)

source: Flizzer Tracker (FZT) sound source##sgpr
russian: Источник звука Flizzer Tracker (FZT)

source: DefleMask-compatible##sgpr
russian: Совместимые с DefleMask

source: these configurations are compatible with DefleMask. select this if you need to save as .dmf or work with that program.##sgpr
russian: эти пресеты совместимы с DefleMask. выбирайте их, если вам будет нужно будет экспортировать модуль в .dmf или работать с этой программой.

source: Sega Genesis (extended channel 3)##sgpr1
russian: Sega Genesis (расширенный 3-ий канал)

source: Sega Master System (with FM expansion)##sgpr1
russian: Sega Master System (с FM-расширением)

source: Famicom with Konami VRC7##sgpr1
russian: Famicom с Konami VRC7

source: Arcade (YM2151 and SegaPCM)##sgpr1
russian: Arcade (YM2151 и SegaPCM)

source: Neo Geo CD (extended channel 2)##sgpr1
russian: Neo Geo CD (расширенный 2-ой канал)

source: User Systems##sgpr
russian: Пользовательские системы

source: Error! User category does not exist!##sgpr
russian: Ошибка! Категория пользовательских пресетов не существует!

source: Systems##sgpr
russian: Системы

source: New Preset##sgpr
russian: Новый пресет

source: select a preset##sgpr
russian: выберите пресет

source: Name##sgpr
russian: Название

source: Remove##UPresetRemove
russian: Убрать##UPresetRemove

source: Invert##sgpr
russian: Инв.

source: Volume##sgpr
russian: Громкость

source: Panning##sgpr
russian: Панорамирование

source: Front/Rear##sgpr
russian: Передн./задн.

source: Configure##sgpr
russian: Настроить

source: Advanced##sgpr
russian: Дополнительно

source: Save and Close##sgpr
russian: Сохранить и закрыть

source: Import##sgpr
russian: Импорт

source: Import (replace)##sgpr
russian: Импорт (с заменой)

source: Export##sgpr
russian: Экспорт

source: Register View###Register View
russian: Регистры###Register View

source: - no register pool available##sgrv
russian: - список регистров недоступен

source: %s: maximum sample rate is %d##sgsed
russian: %s: максимальная частота квантования равна %d

source: %s: minimum sample rate is %d##sgsed
russian: %s: минимальная частота квантования равна %d

source: %s: sample rate must be %d##sgsed
russian: %s: частота квантования должна быть равна %d

source: Sample Editor###Sample Editor
russian: Редактор сэмплов###Sample Editor

source: no sample selected##sgsed
russian: сэмпл не выбран

source: select one...##sgsed
russian: выберите сэмпл...
