Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: Transpose (-1)##sggc
russian: Транспонировать (-1)

source: Transpose (+1 octave)##sggc
russian: Транспонировать (+1 октава)

source: Transpose (-1 octave)##sggc
russian: Транспонировать (-1 октава)

source: Increase values (+1)##sggc
russian: Увеличить значения (+1)

source: Increase values (-1)##sggc
russian: Уменьшить значения (-1)

source: Increase values (+16)##sggc
russian: Увеличить значения (+16)

source: Increase values (-16)##sggc
russian: Уменьшить значения (-16)

source: Select all##sggc0
russian: Выбрать всё

source: Cut##sggc0
russian: Вырезать

source: Copy##sggc0
russian: Копировать

source: Paste##sggc0
russian: Вставить

source: Paste Mix (foreground)##sggc
russian: Вставить поверх

source: Paste Mix (background)##sggc
russian: Вставить поверх (с заменой существующего)

source: Paste Flood##sggc
russian: Вставить с цикл. повт. буфера (до конца патт.)

source: Paste Overflow##sggc
russian: Вставить (с возможным переходом в след. паттерн)

source: Move cursor up##sggc
russian: Курсор вверх

source: Move cursor down##sggc
russian: Курсор вниз

source: Move cursor left##sggc
russian: Курсор влево

source: Move cursor right##sggc
russian: Курсор вправо

source: Move cursor up by one (override Edit Step)##sggc
russian: Курсор вверх на один шаг (игнорировать шаг редактирования)

source: Move cursor down by one (override Edit Step)##sggc
russian: Курсор вниз на один шаг (игнорировать шаг редактирования)

source: Move cursor to previous channel##sggc
russian: Сдвинуть курсор на предыдущий канал

source: Move cursor to next channel##sggc
russian: Сдвинуть курсор на следующий канал

source: Move cursor to next channel (overflow)##sggc
russian: Сдвинуть курсор на предыдущий канал (с переполнением)

source: Move cursor to previous channel (overflow)##sggc
russian: Сдвинуть курсор на следующий канал (с переполнением)

source: Move cursor to beginning of pattern##sggc
russian: Сдвинуть курсор в начало паттерна

source: Move cursor to end of pattern##sggc
russian: Сдвинуть курсор в конец паттерна

source: Move cursor up (coarse)##sggc
russian: Курсор вверх (грубо)

source: Move cursor down (coarse)##sggc
russian: Курсор вниз (грубо)

source: Expand selection upwards##sggc
russian: Расширить выделенную область вверх

source: Expand selection downwards##sggc
russian: Расширить выделенную область вниз

source: Expand selection to the left##sggc
russian: Расширить выделенную область влево

source: Expand selection to the right##sggc
russian: Расширить выделенную область вправо

source: Expand selection upwards by one (override Edit Step)##sggc
russian: Расширить выделенную область вверх (игнорировать шаг редактирования)

source: Expand selection downwards by one (override Edit Step)##sggc
russian: Расширить выделенную область вниз (игнорировать шаг редактирования)

source: Expand selection to beginning of pattern##sggc
russian: Расширить выделенную область до начала паттерна

source: Expand selection to end of pattern##sggc
russian: Расширить выделенную область до конца паттерна

source: Expand selection upwards (coarse)##sggc
russian: Расширить выделенную область вверх (грубо)

source: Expand selection downwards (coarse)##sggc
russian: Расширить выделенную область вниз (грубо)

source: Move selection up##sggc
russian: Передвинуть выделенную область вверх

source: Move selection down##sggc
russian: Передвинуть выделенную область вниз

source: Move selection to previous channel##sggc
russian: Передвинуть выделенную область на предыдущий канал

source: Move selection to next channel##sggc
russian: Передвинуть выделенную область на следующий канал

source: Delete##sggc
russian: Удалить

source: Pull delete##sggc
russian: Удалить с подтягиванием следующих строк

source: Insert##sggc
russian: Вставить с сдвигом строк вниз

source: Mute channel at cursor##sggc
russian: Заглушить выделенный канал

source: Solo channel at cursor##sggc
russian: Соло выделенного канала

source: Unmute all channels##sggc
russian: Включить все каналы

source: Go to next order##sggc
russian: Перейти на следующую строку матрицы паттернов

source: Go to previous order##sggc
russian: Перейти на предыдущую строку матрицы паттернов

source: Collapse channel at cursor##sggc
russian: Сжать текущий канал

source: Increase effect columns##sggc
russian: Добавить столбец эффектов

source: Decrease effect columns##sggc
russian: Убрать столбец эффектов

source: Interpolate##sggc
russian: Интерполировать

source: Fade##sggc
russian: Затухание/градиент

source: Invert values##sggc
russian: Инвертировать параметры

source: Flip selection##sggc
russian: Перевернуть выделенную область

source: Collapse rows##sggc
russian: Сжать строки

source: Expand rows##sggc
russian: Расширить строки

source: Collapse pattern##sggc
russian: Сжать паттерн

source: Expand pattern##sggc
russian: Расширить паттерн

source: Collapse song##sggc
russian: Сжать трек

source: Expand song##sggc
russian: Расширить трек

source: Set note input latch##sggc
russian: Задать буфер ввода для нот

source: Change mobile scroll mode##sggc
russian: Переключить режим мобильной прокрутки

source: Clear note input latch##sggc
russian: Очистить буфер ввода для нот

source: Clone pattern##sggc
russian: Клонировать паттерн

source: ---Instrument list##sggc
russian: ---Instrument list

source: Add instrument##sggc0
russian: Добавить инструмент

source: Duplicate instrument##sggc0
russian: Клонировать инструмент

source: Open instrument##sggc0
russian: Открыть инструмент

source: Open instrument (replace current)##sggc0
russian: Открыть инструмент (с заменой выделенного)

source: Save instrument##sggc0
russian: Сохранить инструмент

source: Export instrument (.dmp)##sggc
russian: Экспорт инструмента (.dmp)

source: Move instrument up in list##sggc0
russian: Сдвинуть инструмент вверх в списке

source: Move instrument down in list##sggc0
russian: Сдвинуть инструмент вниз в списке

source: Delete instrument##sggc0
russian: Удалить инструмент

source: Edit instrument##sggc0
russian: Редактировать инструмент

source: Instrument cursor up##sggc0
russian: Курсор в списке инструментов вверх

source: Instrument cursor down##sggc0
russian: Курсор в списке инструментов вниз

source: Instruments: toggle folders/standard view##sggc0
russian: Инструменты: переключиться между видом с разбиением по папкам и обычным видом

source: ---Wavetable list##sggc
russian: ---Wavetable list

source: Add wavetable##sggc1
russian: Добавить волновую таблицу

source: Duplicate wavetable##sggc1
russian: Клонировать волновую таблицу

source: Open wavetable##sggc1
russian: Открыть волновую таблицу

source: Open wavetable (replace current)##sggc1
russian: Открыть волновую таблицу (с заменой выделенной)

source: Save wavetable##sggc1
russian: Сохранить волновую таблицу

source: Save wavetable (.dmw)##sggc
russian: Сохранить волновую таблицу (.dmw)

source: Save wavetable (raw)##sggc0
russian: Сохранить волновую таблицу (сырые данные)

source: Move wavetable up in list##sggc1
russian: Сдвинуть волновую таблицу вверх в списке

source: Move wavetable down in list##sggc1
russian: Сдвинуть волновую таблицу вниз в списке

source: Delete wavetable##sggc1
russian: Удалить волновую таблицу

source: Edit wavetable##sggc1
russian: Редактировать волновую таблицу

source: Wavetable cursor up##sggc1
russian: Курсор в списке волновых таблиц вверх

source: Wavetable cursor down##sggc1
russian: Курсор в списке волновых таблиц вниз

source: Wavetables: toggle folders/standard view##sggc1
russian: Волновые таблицы: переключиться между видом с разбиением по папкам и обычным видом

source: Paste wavetables from clipboard##sggc
russian: Вставить волновые таблицы из буфера обмена

source: Paste local wavetables from clipboard##sggc1
russian: Вставить локальные волновые таблицы из буфера обмена

source: ---Sample list##sggc
russian: ---Sample list

source: Add sample##sggc2
russian: Добавить сэмпл

source: Duplicate sample##sggc2
russian: Клонировать сэмпл

source: Open sample##sggc2
russian: Открыть сэмпл

source: Open sample (replace current)##sggc2
russian: Открыть сэмпл (с заменой выделенного)

source: Import raw sample data##sggc
russian: Импорт сырых данных сэмпла

source: Import raw sample data (replace current)##sggc
russian: Импорт сырых данных сэмпла (с заменой выделенного)

source: Save sample##sggc2
russian: Сохранить сэмпл

source: Save sample (raw)##sggc1
russian: Сохранить сэмпл (сырые данные)

source: Move sample up in list##sggc2
russian: Сдвинуть сэмпл вверх в списке

source: Move sample down in list##sggc2
russian: Сдвинуть сэмпл вниз в списке

source: Delete sample##sggc2
russian: Удалить сэмпл

source: Edit sample##sggc2
russian: Редатировать сэмпл

source: Sample cursor up##sggc2
russian: Курсор в списке сэмплов вверх

source: Sample cursor down##sggc2
russian: Курсор в списке сэмплов вниз

source: Sample preview##sggc
russian: Превью сэмпла

source: Stop sample preview##sggc
russian: Остановить превью сэмпла

source: Samples: Toggle folders/standard view##sggc2
russian: Сэмплы: переключиться между видом с разбиением по папкам и обычным видом

source: Samples: Make me a drum kit##sggc
russian: Сэмплы: сделать набор ударных

source: ---Sample editor##sggc
russian: ---Sample editor

source: Sample editor mode: Select##sggc
russian: Режим редактирования сэмпла: выделение

source: Sample editor mode: Draw##sggc
russian: Режим редактирования сэмпла: рисование

source: Sample editor: Cut##sggc1
russian: Редактор сэмплов: Вырезать

source: Sample editor: Copy##sggc1
russian: Редактор сэмплов: Копировать

source: Sample editor: Paste##sggc1
russian: Редактор сэмплов: Вставить

source: Sample editor: Paste replace##sggc
russian: Редактор сэмплов: Вставить с заменой

source: Sample editor: Paste mix##sggc
russian: Редактор сэмплов: Вставить со смешением

source: Sample editor: Select all##sggc1
russian: Редактор сэмплов: Выбрать всё

source: Sample editor: Resize##sggc
russian: Редактор сэмплов: Изменить размер

source: Sample editor: Resample##sggc
russian: Редактор сэмплов: Изменить частоту дискретизации

source: Sample editor: Amplify##sggc
russian: Редактор сэмплов: Усилить

source: Sample editor: Normalize##sggc
russian: Редактор сэмплов: Нормализовать

source: Sample editor: Fade in##sggc
russian: Редактор сэмплов: Плавное нарастание

source: Sample editor: Fade out##sggc
russian: Редактор сэмплов: Плавное затухание

source: Sample editor: Apply silence##sggc
russian: Редактор сэмплов: Применить тишину

source: Sample editor: Insert silence##sggc
russian: Редактор сэмплов: Вставить тишину

source: Sample editor: Delete##sggc3
russian: Редактор сэмплов: Удалить

source: Sample editor: Trim##sggc
russian: Редактор сэмплов: Обрезать

source: Sample editor: Reverse##sggc
russian: Редактор сэмплов: Реверс

source: Sample editor: Invert##sggc
russian: Редактор сэмплов: Инверсия

source: Sample editor: Signed/unsigned exchange##sggc
russian: Редактор сэмплов: Знаковый <-> беззнаковый

source: Sample editor: Apply filter##sggc
russian: Редактор сэмплов: Применить фильтр

source: Sample editor: Crossfade loop points##sggc
russian: Редактор сэмплов: Сделать плавный переход между началом и концом зацикленной части

source: Sample editor: Preview sample##sggc
russian: Редактор сэмплов: Превью

source: Sample editor: Stop sample preview##sggc
russian: Редактор сэмплов: Остановить превью

source: Sample editor: Zoom in##sggc
russian: Редактор сэмплов: Увеличить масштаб

source: Sample editor: Zoom out##sggc
russian: Редактор сэмплов: Уменьшить масштаб

source: Sample editor: Toggle auto-zoom##sggc
russian: Редактор сэмплов: Переключить авто-увеличение

source: Sample editor: Create instrument from sample##sggc
russian: Редактор сэмплов: Создать инструмент из сэмпла

source: Sample editor: Set loop to selection##sggc
russian: Редактор сэмплов: Зациклить выделенную часть

source: Sample editor: Create wavetable from selection##sggc
russian: Редактор сэмплов: Создать волновую таблицу из выделенной части

source: ---Orders##sggc
russian: ---Orders

source: Previous order##sggc
russian: Предыдущая строка матрицы паттернов

source: Next order##sggc
russian: Следующая строка матрицы паттернов

source: Order cursor left##sggc
russian: Курсор матрицы паттернов влево

source: Order cursor right##sggc
russian: Курсор матрицы паттернов вправо

source: Increase order value##sggc
russian: Увеличить значение строки матрицы паттернов

source: Decrease order value##sggc
russian: Уменьшить значение строки матрицы паттернов

source: Switch order edit mode##sggc
russian: Переключить режим редактирования матрицы паттернов

source: Order: toggle alter entire row##sggc
russian: Матрица паттернов: Переключить режим изменения всей строки

source: Add order##sggc3
russian: Добавить строку матрицы паттернов

source: Duplicate order##sggc3
russian: Клонировать строку матрицы паттернов

source: Deep clone order##sggc
russian: Клонировать строку матрицы паттернов с выделением новых индексов

source: Copy current order to end of song##sggc
russian: Клонировать текущую строку матрицы паттернов в конец трека

source: Deep clone current order to end of song##sggc
russian: Клонировать текущую строку матрицы паттернов в конец трека с выделением новых индексов

source: Remove order##sggc
russian: Удалить строку матрицы паттернов

source: Move order up##sggc3
russian: Сдвинуть строку матрицы паттернов вверх

source: Move order down##sggc3
russian: Сдвинуть строку матрицы паттернов вниз

source: Replay order##sggc
russian: Воспроизвести строку матрицы паттернов

source: All chips##sggc
russian: Все чипы

source: Square##sggc
russian: Меандр

source: Wavetable##sggc
russian: Волн. табл.

source: Special##sggc
russian: Особые

source: Sample##sggc
russian: Сэмплеры

source: Modern/fantasy##sggc
russian: Совр./вымышл.

source: Unsaved changes! Save changes before creating a new song?##sgda
russian: Остались несохранённые изменения! Сохранить их перед созданием нового трека?

source: Unsaved changes! Save changes before opening another file?##sgda
russian: Остались несохранённые изменения! Сохранить их перед открытием другого файла?

source: Unsaved changes! Save changes before opening backup?##sgda
russian: Остались несохранённые изменения! Сохранить их перед открытием резервной копии?

source: Error while saving file! (%s)##sgda
russian: Ошибка при сохранении файла! (%s)

source: Error while sending request (MIDI output not configured?)##sgda
russian: Ошибка при посылке запроса (MIDI вывод не настроен?)

source: Select an option: (cannot be undone!)##sgda
russian: Выберите опцию: (действие не может быть отменено!)

source: too many instruments!##sgda0
russian: слишком много инструментов!

source: too many instruments!##sgda1
russian: слишком много инструментов!

source: too many wavetables!##sgda0
russian: слишком много волновых таблиц!

source: too many wavetables!##sgda1
russian: слишком много волновых таблиц!

source: too many samples!##sgda0
russian: слишком много сэмплов!

source: too many samples!##sgda1
russian: слишком много сэмплов!

source: couldn't paste! make sure your sample is 8 or 16-bit.##sgda
russian: Не получилось вставить сэмпл! убедитесь, что это 8- или 16-битный сэмпл.

source: too many instruments!##sgda2
russian: слишком много инструментов!

source: select at least one sample!##sgda
russian: выберите хотя бы один сэмпл!

source: maximum size is 256 samples!##sgda
russian: максимальный размер равен 256 сэмплам!

source: too many wavetables!##sgda2
russian: слишком много волновых таблиц!

source: Mobile Edit###MobileEdit
russian: Мобильное меню редактирования###MobileEdit

source: Mobile Controls###Mobile Controls
russian: Мобильное меню управления###Mobile Controls

source: Mobile Menu###Mobile Menu
russian: Мобильное меню###Mobile Menu

source: Pattern##sgec0
russian: Паттерны

source: Orders##sgec0
russian: МАтрица паттернов

source: Ins##sgec
russian: Инстр.

source: Wave##sgec
russian: Волн. табл.

source: Sample##sgec
russian: Сэмплы

source: Song##sgec
russian: Трек

source: Channels##sgec
russian: Каналы

source: Chips##sgec
russian: Чипы

source: Mixer##sgec
russian: Микшер

source: Other##sgec
russian: Другое

source: New##sgec
russian: Новый

source: Unsaved changes! Save changes before creating a new song?##sgec
russian: Остались несохранённые изменения! Сохранить их перед созданием нового трека?

source: Open##sgec
russian: Открыть

source: Save##sgec
russian: Сохранить

source: Save as...##sgec
russian: Сохранить как...

source: Legacy .dmf##sgec
russian: .dmf (legacy)

source: Export##sgec
russian: Экспорт

source: Restore Backup##sgec
russian: Загрузить резервную копию

source: Song Info##sgec
russian: О треке

source: Subsongs##sgec
russian: Подпесни

source: Speed##sgec
russian: Скорость

source: Channels here...##sgec
russian: Каналы здесь...

source: Chips here...##sgec
russian: Чипы здесь...

source: What the hell...##sgec
russian: Что за хрень...

source: Osc##sgec
russian: Осц.

source: ChanOsc##sgec
russian: Осц-фы кан.

source: RegView##sgec
russian: Регистры

source: Stats##sgec
russian: Стат.

source: Grooves##sgec
russian: Ритм-паттерны

source: Compat Flags##sgec
russian: Флаги совм.

source: XYOsc##sgec
russian: Осц. XY

source: Panic##sgec
russian: Паника

source: Settings##sgec
russian: Настройки

source: Log##sgec
russian: Логи

source: Debug##sgec
russian: Отладка

source: About##sgec
russian: О программе

source: Switch to Desktop Mode##sgec
russian: Переключ. на интерфейс ПК

source: Directory##sgec
russian: Папка

source: Bake Data##sgec
russian: Создать данные

source: Done! Baked %d files.##sgec
russian: Готово! Создан %d файл.

source: Play/Edit Controls###Play/Edit Controls
russian: Управл. воспр./ред.###Play/Edit Controls

source: Octave##sgec0
russian: Октава

source: Coarse Step##sgec0
russian: Грубый шаг редактирования

source: Edit Step##sgec0
russian: Шаг редактирования

source: Play##sgec0
russian: Воспроизвести

source: Stop##sgec0
russian: Стоп

source: Edit##sgec0
russian: Режим редактирования

source: Metronome##sgec0
russian: Метроном

source: Follow##sgec0
russian: Следовать за прогрессом воспроизведения

source: Orders##sgec1
russian: Матрица паттернов

source: Pattern##sgec1
russian: Паттерны

source: Repeat pattern##sgec0
russian: Зациклить текущий паттерн

source: Step one row##sgec0
russian: Сделать один шаг по паттерну

source: Poly##PolyInput
russian: Полифония##PolyInput

source: Mono##PolyInput
russian: Моно##PolyInput

source: Polyphony##sgec0
russian: Полифония превью

source: Stop##sgec1
russian: Стоп

source: Play##sgec1
russian: Воспроизвести

source: Step one row##sgec1
russian: Сделать один шаг по паттерну

source: Repeat pattern##sgec1
russian: Зациклить текущий паттерн

source: Edit##sgec1
russian: Режим редактирования

source: Metronome##sgec1
russian: Метроном

source: Octave##sgec1
russian: Октава

source: Coarse Step##sgec1
russian: Грубый шаг

source: Edit Step##sgec1
russian: Шаг

source: Follow##sgec1
russian: Следовать за прогрессом воспроизведения

source: Orders##sgec2
russian: Матрица паттернов

source: Pattern##sgec2
russian: Паттерны

source: Polyphony##sgec1
russian: Полифония превью

source: Play##sgec2
russian: Воспроизвести

source: Stop##sgec2
russian: const

source: Step one row##sgec2
russian: Сделать один шаг по паттерну

source: Repeat pattern##sgec2
russian: Зациклить текущий паттерн

source: Edit##sgec2
russian: Режим редактирования

source: Metronome##sgec2
russian: Метроном

source: Oct.##sgec
russian: Окт.

source: Octave##sgec2
russian: Октава

source: Coarse##sgec0
russian: Грубый шаг

source: Step##sgec0
russian: Шаг

source: Foll.##sgec
russian: След.

source: Follow##sgec2
russian: Следовать за прогрессом воспроизведения

source: Ord##FollowOrders
russian: Матр.##FollowOrders

source: Orders##sgec3
russian: Матрица паттернов

source: Pat##FollowPattern
russian: Патт.##FollowPattern

source: Pattern##sgec3
russian: Паттерны

source: Polyphony##sgec2
russian: Полифония превью

source: Play Controls###Play Controls
russian: Управление воспроизведением###Play Controls

source: Stop##sgec3
russian: Стоп

source: Play##sgec3
russian: Воспроизвести

source: Play from the beginning of this pattern##sgec
russian: Воспроизвести с начала этого паттерна

source: Repeat from the beginning of this pattern##sgec
russian: Воспроизвести с начала этого паттерна с зацикливанием паттерна

source: Step one row##sgec3
russian: Сделать один шаг по паттерну

source: Edit##sgec3
russian: Редактировать

source: Metronome##sgec3
russian: Метроном

source: Repeat pattern##sgec3
russian: Зациклить текущий паттерн

source: Polyphony##sgec3
russian: Полифония превью

source: Edit Controls###Edit Controls
russian: Управление редактированием###Edit Controls

source: Octave##sgec3
russian: Октава

source: Coarse##sgec1
russian: Грубый шаг

source: Step##sgec1
russian: Шаг

source: Follow orders##sgec
russian: След. за воспр. в матр. патт.

source: Follow pattern##sgec
russian: След. за воспр. в патт.

source: can't collapse any further!##sged
russian: дальнейшее сжатие невозможно!

source: can't expand any further!##sged
russian: дальнейшее расширение невозможно!

source: Effect List###Effect List
russian: Список эффектов###Effect List

source: Chip at cursor: %s##sgef
russian: Курсор на канале чипа: %s

source: Search##sgef
russian: Поиск

source: Effect types to show:##sgef
russian: Показывать типы эффектов:

source: All##sgef
russian: Все

source: None##sgef
russian: Ни одного

source: Name##sgef
russian: Имя

source: Description##sgef
russian: Описание

source: ERROR##sgef
russian: ОШИБКА

source: Export type:##sgeo
russian: Отмена

source: Export##sgeo0
russian: Экспорт

source: settings:##sgeo
russian: настройки:

source: format version##sgeo
russian: запись прямого потока

source: chips to export:##sgeo
russian: экспорт следующих чипов:

source: this chip is only available in VGM %d.%.2x and higher!##sgeo
russian: этот чип доступен только в файле VGM версии %d.%.2x и выше!

source: this chip is not supported by the VGM format!##sgeo
russian: этот чип не поддерживается форматом VGM!

source: select the chip you wish to export, but only up to %d of each type.##sgeo
russian: выберите чипы, данные для которых вы хотите включить в файл, но не более %d чипа каждого типа.

source: Cancel##sgeo1
russian: Отмена

source: Export##sgeo1
russian: Экспорт

source: nothing to export##sgeo2
russian: нечего экспортировать

source: Cancel##sgeo2
russian: Отмена

source: Commander X16 Zsound Music File##sgeo
russian: Commander X16 Zsound Music File

source: Tick Rate (Hz)##sgeo
russian: Частота движка (Гц)

source: loop##sgeo2
russian: зациклить

source: optimize size##sgeo
russian: оптимизировать размер

source: Cancel##sgeo3
russian: Отмена

source: Export##sgeo3
russian: Экспорт

source: DefleMask file (1.1.3+)##sgeo
russian: Файл DefleMask (1.1.3+)

source: Cancel##sgeo4
russian: Отмена

source: Export##sgeo4
russian: Экспорт

source: DefleMask file (1.0/legacy)##sgeo
russian: Файл DefleMask (1.0/legacy)

source: Cancel##sgeo5
russian: Отмена

source: Export##sgeo5
russian: Экспорт

source: Directory##sgeo
russian: Папка

source: Cancel##sgeo6
russian: Отмена

source: Bake Data##sgeo
russian: Создать данные

source: Done! Baked %d files.##sgeo
russian: Готово! Создан %d файл.

source: this option exports the song to a text file. ##sgeo
russian: эта опция позволяет экспортировать трек в текстовый файл.

source: Cancel##sgeo7
russian: Отмена

source: Export##sgeo6
russian: Экспорт

source: Cancel##sgeo8
russian: Отмена

source: Export##sgeo
russian: Экспорт

source: Cancel##sgeo9
russian: Отмена

source: Export##sgeo9
russian: Экспорт

source: Export##sgeo7
russian: Экспорт

source: Audio##sgeo
russian: Аудио

source: DMF (1.0/legacy)##sgeo
russian: DMF (1.0/legacy)

source: Amiga Validation##sgeo
russian: Проверка Amiga

source: Text##sgeo
russian: Текст
