Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: 89xx: Set panning (rear left channel)##seen
russian: 89xx: Панорамирование (задний левый канал)

source: 8Axx: Set panning (rear right channel)##seen
russian: 8Axx: Панорамирование (задний правый канал)

source: Cxxx: Set tick rate (hz)##seen
russian: Cxxx: Установить частоту движка трекера (Гц)

source: E0xx: Set arp speed##seen
russian: E0xx: Установить скорость арпеджио

source: E1xy: Note slide up (x: speed; y: semitones)##seen
russian: E1xy: Портаменто вверх (x: скорость; y: полутонов)

source: E2xy: Note slide down (x: speed; y: semitones)##seen
russian: E2xy: Портаменто вниз (x: скорость; y: полутонов)

source: E3xx: Set vibrato shape (0: up/down; 1: up only; 2: down only)##seen
russian: E3xx: Тип вибрато (0: вверх/вниз; 1: только вверх; 2: только вниз)

source: E4xx: Set vibrato range##seen
russian: E4xx: Установить глубину вибрато

source: E5xx: Set pitch (80: center)##seen
russian: E5xx: Расстройка (80: без расстройки)

source: E6xy: Delayed note transpose (x: 0-7 = up, 8-F = down (after (x % 7) ticks); y: semitones)##seen
russian: E6xy: Отложенное транспонирование ноты (x: 0-7 = вверх, 8-F = вниз (после (x % 7) шагов движка); y: полутонов)

source: E7xx: Macro release##seen
russian: E7xx: Релиз макросов

source: E8xy: Delayed note transpose up (x: ticks; y: semitones)##seen
russian: E8xy: Отложенное транспонирование ноты вверх (x: шагов движка; y: полутонов)

source: E9xy: Delayed note transpose down (x: ticks; y: semitones)##seen
russian: E9xy: Отложенное транспонирование ноты вниз (x: шагов движка; y: полутонов)

source: EAxx: Legato##seen
russian: EAxx: Легато

source: EBxx: Set LEGACY sample mode bank##seen
russian: EBxx: (СОВМЕСТИМОСТЬ) Установить банк сэмплов

source: ECxx: Note cut##seen
russian: ECxx: Заглушить ноту

source: EDxx: Note delay##seen
russian: EDxx: Задержать ноту

source: EExx: Send external command##seen
russian: EExx: Послать внешнюю команду

source: F0xx: Set tick rate (bpm)##seen
russian: F0xx: Установить частоту движка трекера (BPM)

source: F1xx: Single tick note slide up##seen
russian: F1xx: Портаменто вверх (один шаг движка)

source: F2xx: Single tick note slide down##seen
russian: F2xx: Портаменто вниз (один шаг движка)

source: F3xx: Fine volume slide up##seen
russian: F3xx: Точное изменение громкости вверх

source: F4xx: Fine volume slide down##seen
russian: F4xx: Точное изменение громкости вниз

source: F5xx: Disable macro (see manual)##seen
russian: F5xx: Отключить макрос (см. инструкцию)

source: F6xx: Enable macro (see manual)##seen
russian: F6xx: Включить макрос (см. инструкцию)

source: F7xx: Restart macro (see manual)##seen
russian: F7xx: Перезапустить макрос (см. инструкцию)

source: F8xx: Single tick volume slide up##seen
russian: F8xx: Изменение громкости вверх (один шаг движка)

source: F9xx: Single tick volume slide down##seen
russian: F9xx: Изменение громкости вниз (один шаг движка)

source: FAxx: Fast volume slide (0y: down; x0: up)##seen
russian: FAxx: Быстрое изменение громкости (0y: вниз; x0: вверх)

source: FCxx: Note release##seen
russian: FCxx: Релиз ноты

source: FDxx: Set virtual tempo numerator##seen
russian: FDxx: Числитель виртуального темпа

source: FExx: Set virtual tempo denominator##seen
russian: FExx: Знаменатель виртуального темпа

source: FFxx: Stop song##seen
russian: FFxx: Остановить трек

source: 9xxx: Set sample offset*256##seen
russian: 9xxx: Начальное смещение сэмпла (xxx*256 шагов)

source: 90xx: Set sample offset (first byte)##seen
russian: 90xx: Начальное смещение сэмпла (младший байт)

source: 91xx: Set sample offset (second byte, ×256)##seen
russian: 91xx: Начальное смещение сэмпла (средний байт, ×256)

source: 92xx: Set sample offset (third byte, ×65536)##seen
russian: 92xx: Начальное смещение сэмпла (старший байт, ×65536)

source: on seek: %s
russian: во время перехода по файлу: %s

source: on pre tell: %s
russian: перед запросом положения в файле: %s

source: file is empty
russian: пустой файл

source: on tell: %s
russian: во время запроса положения в файле: %s

source: ROM size mismatch, expected: %d bytes, was: %d
russian: несоответствие размера ROM, ожидалось: %d байт, на самом деле: %d

source: on get size: %s
russian: при запросе размера: %s

source: on read: %s
russian: при чтении: %s

source: invalid index
russian: недействительный индекс

source: max number of total channels is %d
russian: максимальное общее число каналов равно %d

source: max number of systems is %d
russian: максимальное число чипов/систем равно %d

source: cannot remove the last one
russian: не могу удалить последнюю

source: source and destination are equal
russian: системы совпадают

source: invalid source index
russian: недействительный индекс исходной системы

source: invalid destination index
russian: недействительный индекс системы назначения

source: too many wavetables!
russian: слишком много волновых таблиц!

source: could not seek to end: %s
russian: не смог перейти в конец файла: %s

source: could not determine file size: %s
russian: не смог определить размер файла: %s

source: file size is invalid!
russian: недействительный размер файла!

source: could not seek to beginning: %s
russian: не смог перейти в начало файла: %s

source: could not read entire file: %s
russian: не смог прочитать весь файл: %s

source: invalid wavetable header/data!
russian: неправильный заголовок/данные волновой таблицы!

source: premature end of file
russian: преждевременный конец файла

source: too many samples!
russian: слишком много сэмплов!

source: no free patterns in channel %d!
russian: нет свободных паттернов для канала %d!

source: this module was created with a more recent version of Furnace!
russian: этот модуль был создан в более новой версии Furnace!

source: couldn't seek to info header!
russian: не смог перейти к заголовку с информацией!

source: invalid info header!
russian: неправильный заголовок с информацией!

source: pattern length is negative!
russian: отрицательная длина паттерна!

source: pattern length is too large!
russian: слишком большая длина паттерна!

source: song length is negative!
russian: отрицательная длина трека!

source: song is too long!
russian: трек слишком длинный!

source: invalid instrument count!
russian: неправильное число инструментов!

source: invalid wavetable count!
russian: неправильное число волновых таблиц!

source: invalid sample count!
russian: неправильное число сэмплов!

source: invalid pattern count!
russian: неправильное число паттернов!

source: unrecognized system ID %.2x!
russian: неизвестный индекс системы %.2x!

source: zero chips!
russian: нулевое число чипов!

source: channel %d has too many effect columns! (%d)
russian: канал %d содержит слишком много столбцов эффектов! (%d)

source: couldn't seek to chip %d flags!
russian: не смог перейти к флагам чипа %d!

source: invalid flag header!
russian: неправильный заголовок флагов!

source: couldn't read instrument directory
russian: не смог прочитать папку с инструментами

source: invalid instrument directory data!
russian: неправильные данные папки с инструментами!

source: couldn't read wavetable directory
russian: не смог прочитать папку с волновыми таблицами

source: invalid wavetable directory data!
russian: неправильные данные папки с волновыми таблицами!

source: couldn't read sample directory
russian: не смог прочитать папку с сэмплами

source: invalid sample directory data!
russian: неправильные данные папки с сэмплами!

source: couldn't seek to subsong %d!
russian: не смог перейти к подпесне %d!

source: invalid subsong header!
russian: неправильный заголовок подпесни!

source: couldn't seek to instrument %d!
russian: не смог перейти к инструменту %d!

source: invalid instrument header/data!
russian: неправильный заголовок/данные инструмента!

source: couldn't seek to wavetable %d!
russian: не смог перейти к волновой таблице %d!

source: couldn't seek to sample %d!
russian: не смог перейти к сэмплу %d!

source: invalid sample header/data!
russian: неправильный заголовок/данные сэмпла!

source: couldn't seek to pattern in %x!
russian: не смог перейти к паттерну в %x!

source: invalid pattern header!
russian: неправильный заголовок паттерна!

source: pattern channel out of range!
russian: канал паттерна за пределами числа каналов!

source: pattern index out of range!
russian: индекс паттерна за пределами числа паттернов!

source: pattern subsong out of range!
russian: подпесня паттерна за пределами числа подпесен!

source: incomplete file
russian: неполный файл

source: file is too small
russian: файл слишком маленький

source: not a .dmf/.fur/.fub song
russian: не является модулем .dmf/.fur/.fub

source: unknown decompression error
russian: неизвестная ошибка распаковки

source: decompression error: %s
russian: ошибка распаковки: %s

source: unknown decompression finish error
russian: неизвестная ошибка при завершении распаковки

source: decompression finish error: %s
russian: ошибка при завершении распаковки: %s

source: not a compatible song/instrument
russian: не является совместимым модулем/файлом инструмента

source: maximum number of instruments is 256
russian: максимальное число инструментов равно 256

source: maximum number of wavetables is 256
russian: максимальное число волновых таблиц равно 256

source: maximum number of samples is 256
russian: максимальное число сэмплов равно 256

source: did not read entire instrument file!
russian: не смог прочитать весь файл инструмента!

source: this instrument is made with a more recent version of Furnace!
russian: этот инструмент был создан в более новой версии Furnace!

source: unknown instrument format
russian: неизвестный формат инструмента

source: there is more data at the end of the file! what happened here!
russian: в конце файла содержатся ещё данные! что происходит!

source: exactly %d bytes, if you are curious
russian: а именно %d байт, если вам интересно

source: could not open file! (%s)
russian: не смог открыть файл! (%s)

source: could not get file length! (%s)
russian: не смог определить длину файла! (%s)

source: file is empty!
russian: файл пустой!

source: file is invalid!
russian: файл повреждён/слишком большой!

source: could not seek to beginning of file! (%s)
russian: не смог перейти к началу файла! (%s)

source: wait... is that right? no I don't think so...
russian: подождите... так вообще правильно? нет, я так не думаю...

source: BRR sample is empty!
russian: BRR-сэмпл пуст!

source: possibly corrupt BRR sample!
russian: BRR-сэмпл, возможно, повреждён!

source: could not read file! (%s)
russian: не смог прочитать файл! (%s)

source: Furnace was not compiled with libsndfile!
russian: Furnace не был скомпилирован с libsndfile!

source: could not open file! (%s %s)
russian: не смог открыть файл! (%s %s)

source: could not open file! (%s) if this is raw sample data, you may import it by right-clicking the Load Sample icon and selecting "import raw".
russian: не смог открыть файл! (%s) если это сырые данные сэмпла, попробуйте импортировать их: ПКМ по иконке "Открыть" в списке сэмплов, выберите "импорт сырых данных".

source: this sample is too big! max sample size is 16777215.
russian: сэмпл слишком большой! максимальный размер сэмпла 16777215.

source: GEMS BNK currently not supported.
russian: GEMS BNK пока не поддерживается.

source: You are using %02Xxx effect with param higher than 0xf (channel %d, pattern %d, row %d). The effect param will be capped at 0xf.
russian: Вы используете эффект %02Xxx с параметром, превышающим 0xf (канал %d, паттерн %d, строка %d). Параметр эффекта будет уменьшен до 0xf.

source: You are using %02Xxx effect which is not supported by FZT format (channel %d, pattern %d, row %d).
russian: Вы используете эффект %02Xxx, который не поддерживается форматом FZT (канал %d, паттерн %d, строка %d).

source: invalid pattern length!
russian: Неправильная длина паттерна!

source: invalid loop start and loop end!
russian: неправильные начало и конец зацикленной части трека!

source: invalid orders length!
russian: неправильное число строк матрицы паттернов!

source: instrument program is too long!
russian: слишком длинная программа инструмента!

source: couldn't place 0Bxx command to make a loop point
russian: не смог разместить команду 0Bxx для создания точки зацикливания

source: song contains more than one system.
russian: в треке содержится больше одной системы.

source: system is not FZT sound source.
russian: система не является источником звука FZT.

source: you have no subsongs in the module.
russian: в модуле нет подпесен.

source: you must have at least one instrument in the song.
russian: необходимо наличие хотя бы одного инструмента.

source: song name is too long. Only first %d characters will be written.
russian: слишком длинное название трека. Будут записаны только первые %d символов.

source: there are more than %d patterns in the song. only %d patterns will be saved.
russian: в треке содержится более %d паттернов. только первые %d паттернов будут сохранены.

source: you are using two speeds or groove patterns which are not supported in FZT. First speed will be used.
russian: вы используете две скорости или ритм-паттерны, которые не поддерживаются в FZT. Будет использована первая скорость.

source: you are using virtual tempo which is not supported in FZT. To stop using virtual tempo, simply make virtual tempo numerator and denominator equal. FZT does not support virtual tempo, so the settings will be ignored.
russian: вы используете виртуальный темп, который не поддерживается в FZT. Для того, чтобы прекратить его использование, просто выставьте равные значения в числителе и знаменателе виртуального темпа. FZT не поддерживает виртуальный темп, поэтому его настройки будут проигнорированы.

source: Your song rate is higher than 255 Hz. It will be capped at 255 Hz in FZT file.
russian: Частота двидка трекера превышает 255 Гц. Она будет ограничена до 255 Гц в файле FZT.

source: You are setting engine rate that is higher than 255 Hz (channel %d, pattern %d, row %d, effect column %d). The command(s) will be capped at 255 Hz.
russian: Вы устанавливаете частоту движка трекера, превышающую 255 Гц (канал %d, паттерн %d, строка %d, столбец эффектов %d). Команда(-ы) будет(-ут) ограничены до 255 Гц.

source: You are using instrument index that is higher than %02X (channel %d, pattern %d, row %d). The index will be capped at %02X.
russian: Вы используете индекс инструмента, который превышает %02X (канал %d, паттерн %d, строка %d). Индекс будет ограничен до %02X.

source: You are using virtual tempo control effect (channel %d, pattern %d, row %d). The effect is not supported in FZT and will be ignored.
russian: Вы используете эффект управления виртуальным темпом (канал %d, паттерн %d, строка %d). Эффект не поддерживается в FZT и будет проигнорирован.

source: You are using macros in instrument %d. FZT does not support macros, so they will be ignored.
russian: Вы используете макросы в инструменте %d. FZT не поддерживает макросы, поэтому они будут проигнорированы.

source: this version is not supported by Furnace yet
russian: эта версия пока не поддерживается Furnace

source: system not supported. running old version?
russian: система не поддерживается. вы на старой версии?

source: Yamaha YMU759 emulation is incomplete! please migrate your song to the OPL3 system.
russian: Эмуляция Yamaha YMU759 неполноценна! переделайте свой трек под OPL3.

source: order at %d, %d out of range! (%d)
russian: значение в матрице паттернов %d, %d недействительно! (%d)

source: file is corrupt or unreadable at operators
russian: файл повреждён/нечитаем в секции операторов

source: file is corrupt or unreadable at wavetables
russian: файл повреждён/нечитаем в секции волновых таблиц

source: file is corrupt or unreadable at effect columns
russian: файл повреждён/нечитаем в секции столбцов эффектов

source: file is corrupt or unreadable at samples
russian: файл повреждён/нечитаем в секции сэмплов

source: invalid version to save in! this is a bug!
russian: енправильная версия для сохранения! это баг!

source: multiple systems not possible on .dmf
russian: несколько чипов/систем невозможно сохранить в .dmf

source: YMU759 song saving is not supported
russian: Сохранение треков с YMU759 не поддерживается

source: Master System FM expansion not supported in 1.0/legacy .dmf!
russian: Master System FM расширение не поддерживается в 1.0/legacy .dmf!

source: NES + VRC7 not supported in 1.0/legacy .dmf!
russian: NES + VRC7 не поддерживаются в 1.0/legacy .dmf!

source: FDS not supported in 1.0/legacy .dmf!
russian: FDS не поддерживается в 1.0/legacy .dmf!

source: this system is not possible on .dmf
russian: эта система не поддерживается в .dmf

source: maximum .dmf song length is 127
russian: маскимальная длина трека .dmf составляет 127

source: maximum number of instruments in .dmf is 128
russian: максимальное число инструментов в .dmf равно 128

source: maximum number of wavetables in .dmf is 64
russian: максимальное число волновых таблиц в .dmf равно 64

source: order %d, %d is out of range (0-127)
russian: значение в матрице паттернов %d, %d недействительно (0-127)

source: only the currently selected subsong will be saved
russian: будет сохранена только текущая подпесня

source: grooves will not be saved
russian: ритм-паттерны не будут сохранены

source: only the first two speeds will be effective
russian: только первые две скорости будут применены

source: .dmf format does not support virtual tempo
russian: .dmf не поддерживает виртуальный темп

source: .dmf format does not support tuning
russian: .dmf не поддерживает настройку строя (частоты ноты A-4)

source: absolute duty/cutoff macro not available in .dmf!
russian: абсолютные макросы частоты среза/скважности не поддерживаются в .dmf!

source: duty precision will be lost
russian: точность настройки скважности не будет сохранена

source: .dmf format does not support arbitrary-pitch sample mode
russian: .dmf не поддерживает проигрывание сэмплов с произвольной частотой

source: no FM macros in .dmf format
russian: формат .dmf не поддерживает FM-макросы

source: .dmf only supports volume or cutoff macro in C64, but not both. volume macro will be lost.
russian: .dmf позволяет применять для C64 либо макрос громкости, либо макрос частоты среза, но не оба одновременно. макрос громкости не будет сохранён.

source: note/macro release will be converted to note off!
russian: ноты релиза макросов или огибающей будут преобразованы в заглушение ноты!

source: samples' rates will be rounded to nearest compatible value
russian: частоты дискретизации сэмплов будут преобразованы в ближайшие совместимые.

source: unknown instrument type %d!
russian: неизвестный тип инструмента %d!

source: invalid header!
russian: неправильный заголовок

source: incompatible version
russian: несовместимая версия

source: channel counts do not match
russian: количества каналов не совпадают

source: too many instruments/out of range
russian: слишком много инструментов/недействительное значение

source: invalid instrument type
russian: неизвестный тип инструмента

source: too many sequences
russian: слишком много последовательностей (макросов)

source: sequences block version is too old
russian: слишком старая версия блока последовательностей

source: unknown block
russian: неизвестный блок

source: incomplete block
russian: неполный блок

source: [VRC6 copy]
russian: [копия для VRC6]

source: [VRC6 saw copy]
russian: [копия для пилы VRC6]

source: [NES copy]
russian: [копия для NES]

source: GYBv3 file appears to have invalid data offsets.
russian: Похоже, что в файле GYBv3 неверные смещения (указатели на данные).

source: Invalid value found in patch file. %s
russian: Найдено недействительное значение в файле патча. %s

source: S3I PCM samples currently not supported.
russian: S3I: ИКМ-сэмплы пока не поддерживаются.

source: interleave factor is bigger than 8, speed information may be inaccurate
russian: параметр чередования больше 8, скорость проигрывания трека может быть неправильной

source: VGM version is too low
russian: Версия VGM слишком старая

source: DPCM
russian: ДИКМ

source: Chip Memory
russian: Память чипа

source: Sample ROM
russian: ПЗУ сэмплов

source: Sample Memory
russian: Память сэмплов

source: SPC/DSP Memory
russian: Память SPC/DSP

source: Sample RAM
russian: ОЗУ сэмплов

source: ADPCM
russian: АДИКМ

source: Sample
russian: Сэмпл

source: Wave RAM
russian: ОЗУ волн

source: End of Sample
russian: Конец сэмпла

source: Wavetable RAM
russian: ОЗУ под волновую таблицу

source: Reserved wavetable RAM
russian: ОЗУ, зарезервированная под волновую таблицу

source: Phrase Book
russian: Книга фраз

source: Channel %d (load)
russian: Канал %d (загрузка)

source: Channel %d (play)
russian: Канал %d (проигрывание)

source: Channel %d
russian: Канал %d

source: Buffer %d Left
russian: Буфер %d лево

source: Buffer %d Right
russian: Буфер %d право

source: Registers
russian: Регистры

source: PCM
russian: ИКМ

source: State
russian: Состояние

source: Sample Directory
russian: Секция сэмплов

source: Echo Buffer
russian: Буфер эхо

source: Mix/Echo Buffer
russian: Буфер микширования/эхо

source: Main Memory
russian: Основная память

source: 20xx: Set channel mode (bit 0: square; bit 1: noise; bit 2: envelope)##sesd
russian: 20xx: Режим канала (бит 0: меандр; бит 1: шум; бит 2: огибающая)

source: 21xx: Set noise frequency (0 to 1F)##sesd
russian: 21xx: Частота шума (0-1F)

source: 21xx: Set noise frequency (0 to FF)##sesd
russian: 21xx: Частота шума (0-FF)

source: 22xy: Set envelope mode (x: shape, y: enable for this channel)##sesd
russian: 22xy: Режим огибающей (x: форма, y: включить для этого канала)

source: 23xx: Set envelope period low byte##sesd
russian: 23xx: Младший байт периода огибающей

source: 24xx: Set envelope period high byte##sesd
russian: 24xx: Старший байт периода огибающей

source: 25xx: Envelope slide up##sesd0
russian: 25xx: Портаменто огибающей вверх

source: 26xx: Envelope slide down##sesd0
russian: 26xx: Портаменто огибающей вниз

source: 29xy: Set auto-envelope (x: numerator; y: denominator)##sesd0
russian: 29xy: Авто-огибающая (x: числитель; y: знаменатель)

source: 2Exx: Write to I/O port A##sesd
russian: 2Exx: Запись в порт ввода-вывода A

source: 2Fxx: Write to I/O port B##sesd
russian: 2Fxx: Запись в порт ввода-вывода B

source: 12xx: Set duty cycle (0 to 8)##sesd
russian: 12xx: Скважность (0-8)

source: 16xx: Set raw period higher byte##sesd
russian: 16xx: "Сырое" значение периода (старший байт)

source: 27xx: Set noise AND mask##sesd
russian: 27xx: Маска шума И

source: 28xx: Set noise OR mask##sesd
russian: 28xx: Маска шума ИЛИ

source: 2Cxy: Automatic noise frequency (auto-PWM) (x: mode (0: disable, 1: freq, 2: freq + OR mask); y: offset##sesd
russian: 2Cxy: Автоматическая частота шума (авто-ШИМ) (x: режим (0: выкл., 1: частота, 2: частота + маска ИЛИ); y: сдвиг

source: 2Dxx: NOT TO BE EMPLOYED BY THE COMPOSER##sesd
russian: 2Dxx: НЕ ДЛЯ ИСПОЛЬЗОВАНИЯ КОМПОЗИТОРОМ

source: 30xx: Toggle hard envelope reset on new notes##sesd
russian: 30xx: Переключить жёсткий перезапуск огибающей на новой ноте

source: 18xx: Toggle extended channel 3 mode##sesd
russian: 18xx: Переключить расширенный режим 3-го канала

source: 17xx: Toggle PCM mode (LEGACY)##sesd0
russian: 17xx: Переключить режим ИКМ (СОВМЕСТИМОСТЬ)

source: DFxx: Set sample playback direction (0: normal; 1: reverse)##sesd0
russian: DFxx: Направление проигрывания сэмпла (0: обычное; 1: обратное)

source: 18xx: Toggle drums mode (1: enabled; 0: disabled)##sesd
russian: 18xx: Переключить режим ударных (1: включить; 0: выключить)

source: 11xx: Set feedback (0 to 7)##sesd0
russian: 11xx: Обратная связь (0-7)

source: 12xx: Set level of operator 1 (0 highest, 7F lowest)##sesd
russian: 12xx: Уровень оператора 1 (0 макс., 7F мин.)
