Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: Output rate:##sgsc1
russian: Частота квантования на выходе:

source: FM: clock / 144, SSG: clock / 32##sgsc
russian: FM: такт. част. / 144, SSG: такт. част. / 32

source: FM: clock / 72, SSG: clock / 16##sgsc1
russian: FM: такт. част. / 72, SSG: такт. част. / 16

source: FM: clock / 48, SSG: clock / 8##sgsc
russian: FM: такт. част. / 48, SSG: такт. част. / 8

source: SSG Volume##sgsc2
russian: Громкость SSG

source: FM/ADPCM Volume##sgsc1
russian: Громкость FM/АДИКМ

source: Disable ExtCh FM macros (compatibility)##sgsc3
russian: Отключить FM-макросы для расширенного канала (совместимость)

source: Ins change in ExtCh operator 2-4 affects FB (compatibility)##sgsc3
russian: Смена инструмента на операторах 2-4 расш. канала меняет FB (совместимость)

source: Clock rate:##sgsc9
russian: Тактовая частота:

source: Chip type:##sgsc3
russian: Тип чипа:

source: RF5C68 (10-bit output)##sgsc
russian: RF5C68 (10-битный звук)

source: RF5C164 (16-bit output)##sgsc
russian: RF5C164 (16-битный звук)

source: Clock rate:##sgsc10
russian: Тактовая частота:

source: Sample rate table:##sgsc
russian: Таблица частот квантования:

source: divider \ clock##sgsc
russian: Делитель тактовой частоты

source: full##sgsc
russian: полная

source: half##sgsc
russian: половина

source: Clock rate:##sgsc11
russian: Тактовая частота:

source: Output rate:##sgsc2
russian: Частота квантования на выходе:

source: clock / 132##sgsc
russian: такт. част. / 132

source: clock / 165##sgsc
russian: такт. част. / 165

source: Bankswitched (NMK112)##sgsc
russian: Смена банков (NMK112)

source: Clock rate:##sgsc12
russian: Тактовая частота:

source: 1.5MHz (Arcade)##sgsc
russian: 1.5 МГц (Arcade)

source: Consistent frequency across all duties##sgsc
russian: Стабильная частота для всех скважностей

source: note: only works for an initial LFSR value of 0!##sgsc
russian: примечание: работает только для нулевого начального состояния РСЛОС!

source: Clock rate:##sgsc13
russian: Тактовая частота:

source: Clock rate:##sgsc14
russian: Тактовая частота:

source: Chip type:##sgsc4
russian: Тип чипа:

source: Compatible panning (0800)##sgsc
russian: Совместимое панорамирование (0800)

source: Clock rate:##sgsc15
russian: Тактовая частота:

source: Output rate:##sgsc3
russian: Частота квантования на выходе:

source: Output bit depth:##sgsc
russian: Глубина квантования на выходе:

source: Stereo##sgsc2
russian: Стерео

source: Interpolation:##sgsc
russian: Интерполяция:

source: None##sgsc
russian: Выкл.

source: Linear##sgsc
russian: Линейная

source: Cubic##sgsc
russian: Кубическая

source: Sinc##sgsc
russian: Sinc

source: Volume scale:##sgsc1
russian: Масштабирование громкости:

source: Left##VolScaleL
russian: Слева##VolScaleL

source: Right##VolScaleL
russian: Справа##VolScaleL

source: Enable echo##sgsc1
russian: Включить эхо

source: Initial echo state:##sgsc
russian: Начальное состояние эхо:

source: Delay##EchoDelay
russian: Задержка##EchoDelay

source: Feedback##EchoFeedback
russian: Обр. связь##EchoFeedback

source: Echo volume:##sgsc1
russian: Громкость эхо:

source: Left##EchoVolL
russian: Слева##EchoVolL

source: Right##EchoVolL
russian: Справа##EchoVolL

source: Echo filter:##sgsc
russian: Фильтр эхо:

source: Hex##SNESFHex
russian: Шест.##SNESFHex

source: Dec##SNESFHex
russian: Дес.##SNESFHex

source: sum: %d##sgsc
russian: сумма: %d

source: Detune##sgsc
russian: Расстройка

source: Capacitor values (nF):##sgsc
russian: Ёмкость конденсаторов (нФ):

source: Initial part volume (channel 1-4):##sgsc
russian: Начальная громкость (каналы 1-4):

source: Initial part volume (channel 5-8):##sgsc
russian: Начальная громкость (каналы 5-8):

source: Envelope mode (channel 1-4):##sgsc
russian: Режим огибающей (каналы 1-4):

source: Capacitor (attack/decay)##EM00
russian: Конденсатор (атака/спад)##EM00

source: External (volume macro)##EM01
russian: Внешняя (макрос громкости)##EM01

source: Envelope mode (channel 5-8):##sgsc
russian: Режим огибающей (каналы 5-8):

source: Capacitor (attack/decay)##EM10
russian: Конденсатор (атака/спад)##EM10

source: External (volume macro)##EM11
russian: Внешняя (макрос громкости)##EM11

source: Global vibrato:##sgsc
russian: Глобальное вибрато:

source: Speed##sgsc
russian: Скорость

source: Depth##sgsc
russian: Глубина

source: Disable easy period to note mapping on upper octaves##sgsc1
russian: Отключить простое преобразование периода в ноту на верхних октавах

source: Stereo##sgsc3
russian: Стерео

source: Waveform storage mode:##sgsc0
russian: Способ хранения волн:

source: RAM##sgsc
russian: ОЗУ

source: ROM (up to 8 waves)##sgsc
russian: ПЗУ (до 8 волн)

source: Compatible noise frequencies##sgsc
russian: Совместимые частоты шума

source: Legacy slides and pitch (compatibility)##sgsc
russian: Старые частоты и портаменто (совместимость)

source: Clock rate:##sgsc16
russian: Тактовая частота:

source: Clock rate:##sgsc17
russian: Тактовая частота:

source: Global parameter priority:##sgsc1
russian: Приоритет глобальных параметров:

source: Left to right##sgsc1
russian: Слева направо

source: Last used channel##sgsc1
russian: Последний использованный канал

source: Banking style:##sgsc
russian: Стиль переключения банков:

source: Raw (16MB; no VGM export!)##sgsc
russian: Сырой (16 МиБ; не поддерживается при экспорте в VGM!)

source: Waveform storage mode:##sgsc1
russian: Способ хранения волн:

source: Dynamic (unconfirmed)##sgsc
russian: Динамический (не подтверждён)

source: Static (up to 5 waves)##sgsc
russian: Статический (до 5 волн)

source: DS (4MB RAM)##sgsc
russian: DS (4 МиБ ОЗУ)

source: DSi (16MB RAM)##sgsc
russian: DSi (16 МиБ ОЗУ)

source: nothing to configure##sgsc
russian: настраивать нечего

source: Downmix chip output to mono##sgsc
russian: Свести звук чипа в моно

source: Reserved blocks for wavetables:##sgsc
russian: Зарезервированных блоков под волновые таблицы:

source: Reserve this many blocks 256 bytes each in sample memory. Each block holds one wavetable (is used for one wavetable channel), so reserve as many as you need.##sgsc
russian: Зарезервировать столько блоков, каждый по 256 байт, в памяти сэмплов. В каждый блок помещается одна волновая таблица (он используется для одного канала в режиме волновых таблиц), так что выделяйте столько, сколько вам нужно.

source: Custom clock rate##sgsc
russian: Пользовательская тактовая частота

source: Hz##sgscHz
russian: Гц##sgscHz

source: 1MB##sgsc
russian: 1 МиБ

source: 256KB##sgsc
russian: 256 КиБ

source: Namco System 2 (2MB)##sgsc
russian: Namco System 2 (2 МиБ)

source: Namco System 21 (4MB)##sgsc
russian: Namco System 21 (4 МиБ)

source: Chip Manager###Chip Manager
russian: Менеджер чипов###Chip Manager

source: Preserve channel order##sgsm
russian: Сохранить порядок каналов

source: Clone channel data##sgsm
russian: Клонировать данные каналов

source: Clone at end##sgsm
russian: Клонировать в конец

source: Name##sgsm
russian: Название

source: Actions##sgsm
russian: Действия

source: (drag to swap chips)##sgsm
russian: (перетащите, чтобы поменять местами каналы)

source: Clone##SysDup
russian: Клонировать##SysDup

source: cannot duplicate chip! (##sgsm
russian: не получилось склонировать чип! (

source: max number of systems is %d##sgsm
russian: максимальное число чипов/систем не может превышать %d

source: max number of total channels is %d##sgsm
russian: максимальное общее число каналов не может превышать %d

source: Change##SysChange
russian: Сменить##SysChange

source: Are you sure you want to remove this chip?##sgsm
russian: Вы действительно хотите удалить этот чип?

source: Remove##sgsm
russian: Удалить

source: cannot add chip! (##sgsm
russian: не могу добавить чип! (

source: ZXS Beeper##sgsa
russian: ZXS (пищалка)

source: Search...##sgsp
russian: Поиск...

source: Volume Meter###Volume Meter
russian: Измеритель громкости###Volume Meter

source: Sine##sgwe0
russian: Синус

source: Triangle##sgwe0
russian: Треуг. волна

source: Saw##sgwe0
russian: Пила

source: Pulse##sgwe
russian: Меандр

source: None##sgwe
russian: Нет

source: Linear##sgwe
russian: Линейная

source: Cosine##sgwe
russian: Косинусоидная

source: Cubic##sgwe
russian: Кубическая

source: Sine##sgwe1
russian: Синус

source: Rect. Sine##sgwe
russian: Выпрямл. синус

source: Abs. Sine##sgwe
russian: Модуль синуса

source: Quart. Sine##sgwe
russian: Четвертинки синуса

source: Squish. Sine##sgwe
russian: Сжатый синус

source: Abs. Squish. Sine##sgwe
russian: Модуль сж. синуса

source: Square##sgwe
russian: Меандр

source: rectSquare##sgwe
russian: Выпрямл. меандр

source: Saw##sgwe1
russian: Пила

source: Rect. Saw##sgwe
russian: Выпрямл. пила

source: Abs. Saw##sgwe
russian: Модуль пилы

source: Cubed Saw##sgwe
russian: Пила в кубе

source: Rect. Cubed Saw##sgwe
russian: Выпрямл. пила в кубе

source: Abs. Cubed Saw##sgwe
russian: Модуль пилы в кубе

source: Cubed Sine##sgwe
russian: Куб синуса

source: Rect. Cubed Sine##sgwe
russian: Выпрямл. куб синуса

source: Abs. Cubed Sine##sgwe
russian: Модуль куба синуса

source: Quart. Cubed Sine##sgwe
russian: Четвертинки куба синуса

source: Squish. Cubed Sine##sgwe
russian: Сжатый куб синуса

source: Squish. Abs. Cub. Sine##sgwe
russian: Модуль сж. куба синуса

source: Triangle##sgwe1
russian: Треуг. волна

source: Rect. Triangle##sgwe
russian: Выпрямл. треуг. волна

source: Abs. Triangle##sgwe
russian: Модуль треуг. волны

source: Quart. Triangle##sgwe
russian: Четвертинки треуг. волны

source: Squish. Triangle##sgwe
russian: Сжатая треуг. волна

source: Abs. Squish. Triangle##sgwe
russian: Модуль сж. треуг. волны

source: Cubed Triangle##sgwe
russian: Куб треуг. волны

source: Rect. Cubed Triangle##sgwe
russian: Выпрямл. куб треуг. волны

source: Abs. Cubed Triangle##sgwe
russian: Модуль куба треуг. волны

source: Quart. Cubed Triangle##sgwe
russian: Четвертинки куба треуг. волны

source: Squish. Cubed Triangle##sgwe
russian: Сжатый куб треуг. волны

source: Squish. Abs. Cub. Triangle##sgwe
russian: Сжатый модуль куба треуг. волны

source: Wavetable Editor###Wavetable Editor
russian: Редактор волновых таблиц###Wavetable Editor

source: no wavetable selected##sgwe0
russian: не выбрано ни одной волновой таблицы

source: no wavetable selected##sgwe1
russian: не выбрано ни одной волновой таблицы

source: select one...##sgwe
russian: выберите волновую таблицу...

source: or##sgwe0
russian: или

source: Open##sgwe0
russian: Откройте

source: or##sgwe1
russian: или

source: Create New##sgwe
russian: Создайте новую

source: Open##sgwe1
russian: Открыть

source: Save##sgwe
russian: Сохранить

source: export .dmw...##sgwe
russian: экспорт .dmw...

source: export raw...##sgwe
russian: экспорт сырых данных...

source: Steps##sgwe
russian: Уровни

source: Lines##sgwe
russian: Линии

source: Width##sgwe
russian: Длина

source: use a width of: - any on Amiga/N163 - 32 on Game Boy, PC Engine, SCC, Konami Bubble System, Namco WSG, Virtual Boy and WonderSwan - 64 on FDS - 128 on X1-010 - 256 for ES5503 any other widths will be scaled during playback.##sgwe
russian: используйте следующие длины: - любую для Amiga/N163 - 32 для Game Boy, PC Engine, SCC, Konami Bubble System, Namco WSG, Virtual Boy и WonderSwan - 64 для FDS - 128 для X1-010 - 256 для ES5503 любые другие длины будут отмасштабированы во время воспроизведения.

source: Height##sgwe
russian: Высота

source: use a height of: - 16 for Game Boy, WonderSwan, Namco WSG, Konami Bubble System, X1-010 Envelope shape and N163 - 32 for PC Engine - 64 for FDS and Virtual Boy - 256 for X1-010, SCC and ES5503 any other heights will be scaled during playback.##sgwe
russian: используйте следующие высоты: - 16 для Game Boy, WonderSwan, Namco WSG, Konami Bubble System, формы огибающей X1-010 и N163 - 32 для PC Engine - 64 для FDS и Virtual Boy - 256 для X1-010, SCC и ES5503 любые другие высоты будут отмасштабированы во время воспроизведения.

source: Shapes##sgwe
russian: Волны

source: Duty##sgwe
russian: Скважность

source: Exponent##sgwe
russian: Пок. степени

source: XOR Point##sgwe
russian: Точка XOR

source: Amplitude/Phase##sgwe
russian: Амплитуда/фаза

source: Op##sgwe0
russian: Опер.

source: Level##sgwe
russian: Громкость

source: Mult##sgwe
russian: Множитель

source: FB##sgwe
russian: Обр. св.

source: Op##sgwe1
russian: Опер.

source: Waveform##sgwe
russian: Волна

source: Connection Diagram##sgwe0
russian: Матрица модуляции

source: Connection Diagram##sgwe1
russian: Матрица модуляции

source: Out##sgwe
russian: Вывод

source: WaveTools##sgwe
russian: Инструменты

source: Scale X##sgwe
russian: Масштаб X

source: wavetable longer than 256 samples!##sgwe
russian: волновая таблица длинее 256 шагов!

source: Scale Y##sgwe
russian: Масштаб Y

source: Offset X##sgwe
russian: Сдвиг X

source: Offset Y##sgwe
russian: Сдвиг Y

source: Smooth##sgwe
russian: Сгладить

source: Amplify##sgwe
russian: Усилить

source: Normalize##sgwe
russian: Нормализовать

source: Invert##sgwe
russian: Инвертировать

source: Reverse##sgwe
russian: Реверс

source: Half##sgwe
russian: Сократить 2х

source: Double##sgwe
russian: Растянуть 2х

source: Convert Signed/Unsigned##sgwe
russian: Конверт. знаковая <-> беззнаковая

source: Randomize##sgwe
russian: Заполнить случ. знач.

source: Dec##sgwe
russian: Дес.

source: Hex##sgwe
russian: Шест.

source: Signed/Unsigned##sgwe
russian: Знаковая <-> беззнаковая

source: Oscilloscope (X-Y)###Oscilloscope (X-Y)
russian: Осциллограф (X-Y)###Oscilloscope (X-Y)

source: X Channel##sgxy
russian: Канал оси X

source: Invert##X
russian: Инвертировать

source: Y Channel##sgxy
russian: Канал оси Y

source: Invert##Y
russian: Инвертировать

source: Zoom##sgxy
russian: Масштаб

source: Samples##sgxy
russian: Сэмплов

source: Decay Time (ms)##sgxy
russian: Время затухания (мс)

source: Intensity##sgxy
russian: Яркость

source: Line Thickness##sgxy
russian: Толщина линий

source: OK##sgxy
russian: ОК

source: (-Infinity)dB,(-Infinity)dB##sgxy
russian: (минус бесконечность) дБ,(минус бесконечность) дБ

source: (-Infinity)dB,%.1fdB##sgxy
russian: (минус бесконечность) дБ,%.1f дБ

source: %.1fdB,(-Infinity)dB##sgxy
russian: %.1f дБ,(минус бесконечность) дБ

source: Orders###Orders
russian: Матрица паттернов###Orders

source: About Furnace###About Furnace
russian: О Furnace###About Furnace

source: Channels###Channels
russian: Каналы###Channels

source: Oscilloscope (per-channel)###Oscilloscope (per-channel)
russian: Осциллографы (отд. кан.)###Oscilloscope (per-channel)

source: Instruments###Instruments
russian: Инструменты###Instruments

source: Wavetables###Wavetables
russian: Волновые таблицы###Wavetables

source: Debug###Debug
russian: Отладка###Debug

source: Samples###Samples
russian: Сэмплы###Samples

source: MobileEdit###MobileEdit
russian: Моб. меню ред.###MobileEdit

source: Log Viewer###Log Viewer
russian: Просмотр логов###Log Viewer

source: Mixer###Mixer
russian: Микшер###Mixer

source: OrderSel###OrderSel
russian: Выб. матр. пат.###OrderSel

source: Spoiler###Spoiler
russian: Спойлер###Spoiler

source: exponential##sgmu
russian: экспоненциальное

source: linear##sgmu
russian: линейное

source: direct##sgmu
russian: прямое

source: Release
russian: Релиз

source: Loop
russian: Цикл

source: HP/K2, HP/K2##sgmu
russian: ФВЧ/K2, ФВЧ/K2

source: HP/K2, LP/K1##sgmu
russian: ФВЧ/K2, ФНЧ/K1

source: LP/K2, LP/K2##sgmu
russian: ФНЧ/K2, ФНЧ/K2

source: LP/K2, LP/K1##sgmu
russian: ФНЧ/K2, ФНЧ/K1

source: Saw##sgmu
russian: Пила

source: Square##sgmu
russian: Меандр

source: Triangle##sgmu
russian: Треугольная волна

source: Random##sgmu
russian: Шум

source: <Use system font>##sgse0
russian: <Использовать системный шрифт>

source: <Custom...>##sgse0
russian: <Внешний...>

source: <Use system font>##sgse1
russian: <Использовать системный шрифт>

source: <Custom...>##sgse1
russian: <Внешний...>

source: <Use system font>##sgse2
russian: <Использовать системный шрифт>

source: <Custom...>##sgse2
russian: <Внешний...>

source: High##sgse
russian: Высокое

source: Low##sgse
russian: Низкое

source: ASAP (C++ port)##sgse
russian: ASAP (портирован на C++)

source: ESFMu (fast)##sgse
russian: ESFMu (быстрый)

source: Lower##sgse
russian: Очень низкое

source: Low##sgse1
russian: Низкое

source: Medium##sgse
russian: Среднее

source: Ultra##sgse
russian: Очень высокое

source: Ultimate##sgse
russian: Максимальное

source: KIOCSOUND on /dev/tty1##sgse
russian: KIOCSOUND в /dev/tty1

source: KIOCSOUND on standard output##sgse
russian: KIOCSOUND в стандартном выводе

source: Disabled/custom##sgse0
russian: Выкл./пользовательский

source: Two octaves (0 is C-4, F is D#5)##sgse
russian: Две октавы (0 = C-4, F = D#5)

source: Raw (note number is value)##sgse
russian: Сырой ввод (номер ноты - само значение)

source: Two octaves alternate (lower keys are 0-9, upper keys are A-F)##sgse
russian: Альтернативный ввод двух октав (нижние клавиши 0-9, верхние - A-F)

source: Use dual control change (one for each nibble)##sgse0
russian: Использовать двойную смену значения контроллера (по одному на тетраду)

source: Use 14-bit control change##sgse0
russian: Использовать 14-битную смену значения контроллера

source: Use single control change (imprecise)##sgse0
russian: Использовать однократную смену значения контроллера (малая точность)

source: Disabled/custom##sgse1
russian: Выкл./пользовательский

source: Use dual control change (one for each nibble)##sgse1
russian: Использовать двойную смену значения контроллера (по одному на тетраду)

source: Use 14-bit control change##sgse1
russian: Использовать 14-битную смену значения контроллера

source: Use single control change (imprecise)##sgse1
russian: Использовать однократную смену значения контроллера (малая точность)

source: --select--##sgse
russian: --выберите--

source: Note Off##sgse
russian: Отпускание клавиши

source: Note On##sgse
russian: Нажатие клавиши

source: Aftertouch##sgse
russian: Давление на клавишу после нажатия

source: Control##sgse
russian: Значение контроллера

source: Program##sgse0
russian: Программа

source: ChanPressure##sgse
russian: Одинаковое давление на все нажатые клавиши в одном канале

source: Pitch Bend##sgse
russian: Смена высоты тона

source: SysEx##sgse
russian: SysEx

source: Instrument##sgse0
russian: Инструмент

source: Volume##sgse0
russian: Громкость

source: Effect 1 type##sgse
russian: Индекс эффекта №1

source: Effect 1 value##sgse
russian: Параметр эффекта №1

source: Effect 2 type##sgse
russian: Индекс эффекта №2

source: Effect 2 value##sgse
russian: Параметр эффекта №2

source: Effect 3 type##sgse
russian: Индекс эффекта №3

source: Effect 3 value##sgse
russian: Параметр эффекта №3

source: Effect 4 type##sgse
russian: Индекс эффекта №4

source: Effect 4 value##sgse
russian: Параметр эффекта №4

source: Effect 5 type##sgse
russian: Индекс эффекта №5

source: Effect 5 value##sgse
russian: Параметр эффекта №5

source: Effect 6 type##sgse
russian: Индекс эффекта №6

source: Effect 6 value##sgse
russian: Параметр эффекта №6

source: Effect 7 type##sgse
russian: Индекс эффекта №7

source: Effect 7 value##sgse
russian: Параметр эффекта №7

source: Effect 8 type##sgse
russian: Индекс эффекта №8

source: Effect 8 value##sgse
russian: Параметр эффекта №8

source: Press key...##sgse
russian: Нажмите клавишу...

source: Settings###Settings
russian: Настройки###Settings

source: Do you want to save your settings?##sgse
russian: Вы хотите сохранить свои настройки?

source: General##sgse
russian: Основные

source: Program##sgse1
russian: Программа

source: Render backend##sgse
russian: Библиотека отрисовки

source: Software##sgse
russian: Программная отрисовка

source: Software
russian: Программная отрисовка

source: you may need to restart Furnace for this setting to take effect.##sgse0
russian: возможно, вам потребуется перезапустить Furnace, чтобы эта настрока применилась.

source: Advanced render backend settings##sgse
russian: Продвинутые настройки библиотеки отрисовки

source: beware: changing these settings may render Furnace unusable! do so at your own risk. start Furnace with -safemode if you mess something up.##sgse
russian: внимание: изменение этих настроек может нарушить работу Furnace! изменяйте их на свой страх и риск. вы можете перезапустить Furnace с опцией -safemode, если вы что-то сломали.

source: Render driver##sgse
russian: Драйвер отрисовки

source: Automatic##sgse0
russian: Выбирать автоматически

source: Automatic##sgse1
russian: Выбирать автоматически

source: you may need to restart Furnace for this setting to take effect.##sgse1
russian: возможно, вам потребуется перезапустить Furnace, чтобы эта настрока применилась.

source: Red bits##sgse
russian: Биты красной составляющей

source: Green bits##sgse
russian: Биты зелёной составляющей

source: Blue bits##sgse
russian: Биты синей составляющей

source: Alpha bits##sgse
russian: Биты составляющей прозрачности

source: Color depth##sgse
russian: Глубина цвета

source: Stencil buffer size##sgse
russian: Размер трафаретного буфера

source: Buffer size##sgse
russian: Размер буфера

source: Double buffer##sgse
russian: Двойная буферизация

source: the following values are common (in red, green, blue, alpha order): - 24 bits: 8, 8, 8, 0 - 16 bits: 5, 6, 5, 0 - 32 bits (with alpha): 8, 8, 8, 8 - 30 bits (deep): 10, 10, 10, 0##sgse
russian: распространёнными являются следующие значения (в порядке красный, зелёный, синий, прозрачность): - 24 бита: 8, 8, 8, 0 - 16 бит: 5, 6, 5, 0 - 32 бита (с прозрачностью): 8, 8, 8, 8 - 30 бит (глубокое квантование цвета): 10, 10, 10, 0

source: nothing to configure##sgse
russian: нет настроек

source: current backend: %s %s %s %s##sgse
russian: текущая библиотека отрисовки: %s %s %s %s

source: VSync##sgse
russian: Вертикальная синхронизация

source: Frame rate limit##sgse
russian: Ограничение частоты кадров

source: only applies when VSync is disabled.##sgse
russian: применяется только при отключённой вертикальной синхронизации.

source: Display render time##sgse
russian: Отображать время отрисовки

source: Late render clear##sgse
russian: Запаздывающая очистка буфера отрисовщика

source: calls rend->clear() after rend->present(). might reduce UI latency by one frame in some drivers.##sgse
russian: вызывает rend->clear() после rend->present(). может устранить запаздывание отрисовки интерфейса на один кадр для некоторых драйверов.

source: Power-saving mode##sgse
russian: Режим энергосбережения

source: saves power by lowering the frame rate to 2fps when idle. may cause issues under Mesa drivers!##sgse
russian: уменьшает энергопотребление при помощи уменьшения частоты отрисовки до двух кадров в секунду в режиме ожидания. может приводить к проблемам на драйверах Mesa!

source: Disable threaded input (restart after changing!)##sgse
russian: Отключить обработку нажатий для превью инструмента в отдельном потоке (перезагрузите программу после изменения!)

source: threaded input processes key presses for note preview on a separate thread (on supported platforms), which reduces latency. however, crashes have been reported when threaded input is on. enable this option if that is the case.##sgse
russian: обработка нажатий клавиш для превью инструмента происходит в отдельном потоке (на поддерживаемых платформах), что позволяет уменьшить задержку ввода. тем не менее, есть сообщения о вылетах программы при выключённой настройке. включите её, если у вас программа вылетает.

source: Enable event delay##sgse
russian: Включить задержку событий

source: may cause issues with high-polling-rate mice when previewing notes.##sgse
russian: может привести к проблемам во время превью инструмента, если подключена мышь с большой частотой обновления.

source: Per-channel oscilloscope threads##sgse
russian: Потоки исполнения осциллографов для отдельных каналов

source: you're being silly, aren't you? that's enough.##sgse
russian: может, хватит уже хернёй страдать? этого достаточно.
