Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: error while loading fonts! please check your settings.##sggu0
russian: Ошибка при загрузке шрифтов! Проверьте свои настройки.

source: File##menubar
russian: Файл##menubar

source: file##menubar
russian: файл##menubar

source: new...##sggu
russian: новый...

source: Unsaved changes! Save changes before creating a new song?##sggu
russian: Остались несохранённые изменения! Сохранить их перед созданием нового трека?

source: open...##sggu
russian: открыть...

source: Unsaved changes! Save changes before opening another file?##sggu
russian: Остались несохранённые изменения! Сохранить их перед открытием другого файла?

source: open recent##sggu
russian: открыть недавние

source: Unsaved changes! Save changes before opening file?##sggu1
russian: Остались несохранённые изменения! Сохранить их перед открытием файла?

source: nothing here yet##sggu
russian: пока здесь ничего нет

source: clear history##sggu
russian: очистить историю

source: Are you sure you want to clear the recent file list?##sggu
russian: Вы уверены, что хотите очистить список недавних файлов?

source: save##sggu
russian: сохранить

source: Error while saving file! (%s)##sggu0
russian: Ошибка при сохранении файла! (%s)

source: save as...##sggu
russian: сохранить как...

source: export audio...##sggu0
russian: экспорт аудио...

source: export VGM...##sggu0
russian: экспорт VGM...

source: export .dmf (1.1.3+)...##sggu0
russian: экспорт .dmf (1.1.3+)...

source: export .dmf (1.0/legacy)...##sggu0
russian: экспорт .dmf (1.0/legacy)...

source: export ZSM...##sggu0
russian: экспорт ZSM...

source: export Amiga validation data...##sggu0
russian: экспорт проверочного файла для компьютера Amiga...

source: export text...##sggu0
russian: экспорт текста...

source: export command stream...##sggu0
russian: экспорт потока команд...

source: export FZT module...##sggu
russian: экспорт модуля FZT...

source: export FZT module...##sggu1
russian: экспорт модуля FZT...

source: export Furnace module...##sggu
russian: экспорт модуля Furnace...

source: export audio...##sggu1
russian: экспорт аудио...

source: export VGM...##sggu1
russian: экспорт VGM...

source: export .dmf (1.1.3+)...##sggu1
russian: экспорт .dmf (1.1.3+)...

source: export .dmf (1.0/legacy)...##sggu1
russian: экспорт .dmf (1.0/legacy)...

source: export ZSM...##sggu1
russian: экспорт ZSM...

source: export Amiga validation data...##sggu1
russian: экспорт проверочного файла для компьютера Amiga...

source: export text...##sggu1
russian: экспорт текста...

source: export command stream...##sggu1
russian: экспорт потока команд...

source: export...##sggu
russian: экспорт...

source: manage chips##sggu
russian: менеджер чипов

source: add chip...##sggu
russian: добавить чип...

source: cannot add chip! (##sggu
russian: не могу добавить чип! (

source: configure chip...##sggu
russian: настроить чип...

source: change chip...##sggu
russian: сменить чип...

source: Preserve channel positions##sggu0
russian: Сохранить положение каналов

source: remove chip...##sggu
russian: убрать чип...

source: Preserve channel positions##sggu1
russian: Сохранить положение каналов

source: cannot remove chip! (##sggu
russian: не могу убрать чип! (

source: cannot change chip! (##sggu
russian: не могу сменить чип! (

source: open built-in assets directory##sggu
russian: открыть внутреннюю папку с ресурсами

source: restore backup##sggu
russian: загрузить резервную копию

source: exit...##sggu
russian: выйти...

source: Unsaved changes! Save before quitting?##sggu
russian: Остались несохранённые изменения! Сохранить их перед выходом?

source: Edit##menubar
russian: Правка##menubar

source: edit##menubar
russian: правка##menubar

source: undo##sggu
russian: отменить

source: redo##sggu
russian: вернуть

source: clear...##sggu
russian: очистить...

source: Settings##menubar
russian: Настройки##menubar

source: settings##menubar
russian: настройки##menubar

source: full screen##sggu
russian: полноэкранный режим

source: lock layout##sggu
russian: зафиксировать компоновку окон

source: pattern visualizer##sggu
russian: визуализатор эффектов в паттерне

source: reset layout##sggu
russian: сбросить компоновку окон

source: Are you sure you want to reset the workspace layout?##sggu
russian: Вы уверены, что хотите сброить компоновку окон интерфейса?

source: switch to mobile view##sggu
russian: переключиться на мобильный интерфейс

source: user systems...##sggu
russian: пользовательские системы...

source: settings...##sggu
russian: настройки...

source: Window##menubar
russian: Окно##menubar

source: window##menubar
russian: окно##menubar

source: song information##sggu
russian: о треке

source: subsongs##sggu
russian: подпесни

source: speed##sggu
russian: скорость

source: assets##sggu
russian: ресурсы

source: instruments##sggu
russian: инструменты

source: wavetables##sggu
russian: волновые таблицы

source: samples##sggu
russian: сэмплы

source: orders##sggu
russian: матрица паттернов

source: pattern##sggu
russian: паттерны

source: mixer##sggu
russian: микшер

source: grooves##sggu
russian: ритм-паттерны

source: channels##sggu
russian: каналы

source: pattern manager##sggu
russian: менеджер паттернов

source: chip manager##sggu
russian: менеджер чипов

source: compatibility flags##sggu
russian: флаги совместимости

source: song comments##sggu
russian: комментарии трека

source: song##sggu
russian: трек

source: visualizers##sggu
russian: визуализаторы

source: tempo##sggu
russian: темп

source: debug##sggu
russian: отладка

source: instrument editor##sggu
russian: редактор инструментов

source: wavetable editor##sggu
russian: редактор волновых таблиц

source: sample editor##sggu
russian: редактор сэмплов

source: play/edit controls##sggu
russian: управление редактированием/воспроизведением

source: piano/input pad##sggu
russian: клавиатура пианино/панель ввода

source: oscilloscope (master)##sggu
russian: осциллограф

source: oscilloscope (per-channel)##sggu
russian: осциллографы (для отдельных каналов)

source: oscilloscope (X-Y)##sggu
russian: осциллограф (X-Y)

source: volume meter##sggu
russian: измеритель громкости

source: clock##sggu
russian: часы

source: register view##sggu
russian: регистры

source: log viewer##sggu
russian: просмотр логов

source: statistics##sggu
russian: статистика

source: memory composition##sggu
russian: содержание памяти

source: spoiler##sggu
russian: спойлер

source: Help##menubar
russian: Справка##menubar

source: help##menubar
russian: справка##menubar

source: effect list##sggu
russian: список эффектов

source: debug menu##sggu
russian: отладка

source: inspector##sggu
russian: отладка ImGUI

source: panic##sggu
russian: паника

source: about...##sggu
russian: о программе...

source: | Speed %d:%d##sggu
russian: | Скорость %d:%d

source: | Speed %d##sggu
russian: | Скорость %d

source: | Groove##sggu
russian: | Ритм-паттерн

source: @ %gHz (%g BPM) ##sggu
russian: @ %g Гц (%g BPM)

source: | Order %.2X/%.2X ##sggu
russian: | Строка матр. патт. %.2X/%.2X

source: | Order %d/%d ##sggu
russian: | Строка матр. патт. %d/%d

source: | Row %.2X/%.2X ##sggu
russian: | Строка %.2X/%.2X

source: | Row %d/%d ##sggu
russian: | Строка %d/%d

source: Don't you have anything better to do?##sggu
russian: Вам точно больше нечем заняться?

source: %d years ##sggu
russian: %d год

source: %d months ##sggu
russian: %d месяц

source: %d days ##sggu
russian: %d день

source: Note off (cut)##sggu
russian: "Отпускание клавиши" (резкое)

source: Note off (release)##sggu
russian: "Отпускание клавиши" (с включением фазы затухания огибающей)

source: Macro release only##sggu
russian: "Отпускание клавиши" (только для макросов)

source: Note on: %s##sggu
russian: Нота: %s

source: Ins %d: <invalid>##sggu
russian: Инструмент %d: <недейств.>

source: Ins %d: %s##sggu
russian: Инструмент %d: %s

source: Set volume: %d (%.2X, INVALID!)##sggu
russian: Громкость: %d (%.2X, НЕДЕЙСТВИТЕЛЬНА!)

source: Set volume: %d (%.2X, %d%%)##sggu
russian: Громкость: %d (%.2X, %d%%)

source: | modified##sggu
russian: | изменено

source: there was an error in the file dialog! you may want to report this issue to: https://github.com/tildearrow/furnace/issues check the Log Viewer (window > log viewer) for more information. for now please disable the system file picker in Settings > General.##sggu
russian: возникла ошибка в окне файлового диалога! возможно, вы захотите сообщить об ошибке: https://github.com/tildearrow/furnace/issues вы можете открыть просмотр логов (окно > просмотр логов) для получения дополнительной информации. пока можете отключить файловый диалог ОС в настройки > основные.

source: can't do anything without Storage permissions!##sggu
russian: не могу ничего сделать без разрешения "Хранилище"!

source: Zenity/KDialog not available! please install one of these, or disable the system file picker in Settings > General.##sggu
russian: Zenity/KDialog недоступны! пожалуйста, установите один из них, или отключите файловый диалог ОС в настройки > основные.

source: Error while loading file! (%s)##sggu2
russian: Ошибка при загрузке файла! (%s)

source: Error while saving file! (%s)##sggu1
russian: Ошибка при сохранении файла! (%s)

source: Error while loading file! (%s)##sggu3
russian: Ошибка при загрузке файла! (%s)

source: Error while saving file! (%s)##sggu2
russian: Ошибка при сохранении файла! (%s)

source: Error while saving file! (%s)##sggu3
russian: Ошибка при сохранении файла! (%s)

source: error while saving instrument! only the following instrument types are supported: - FM (OPN) - SN76489/Sega PSG - Game Boy - PC Engine - NES - C64 - FM (OPLL) - FDS##sggu
russian: ошибка при сохранении инструмента! поддерживаются только следующие типы инструментов: - FM (OPN) - SN76489/Sega PSG - Game Boy - PC Engine - NES - C64 - FM (OPLL) - FDS

source: there were some errors while loading samples: #sggu
russian: при загрузке сэмплов возникли следующие ошибки:

source: ...but you haven't selected a sample!##sggu0
russian: ...но вы не выбрали сэмпл!

source: could not save sample! open Log Viewer for more information.##sggu0
russian: не удалось сохранить сэмпл! откройте просмотрщик логов для получения дополнительной информации.

source: could not save sample! open Log Viewer for more information.##sggu1
russian: не удалось сохранить сэмпл! откройте просмотрщик логов для получения дополнительной информации.

source: there were some warnings/errors while loading instruments: #sggu
russian: при загрузке инструментов возникли следующие ошибки и предупреждения:

source: > %s: cannot load instrument! (%s) #sggu
russian: > %s: не могу загрузить инструмент! (%s)

source: ...but you haven't selected an instrument!##sggu0
russian: ...но вы не выбрали инструмент!

source: cannot load instrument! (##sggu
russian: не могу загрузить инструмент! (

source: congratulations! you managed to load nothing. you are entitled to a bug report.##sggu
russian: поздравляю! вам удалось загрузить ничто. вы приглашаетесь к написанию отчёта об ошибке.

source: there were some errors while loading wavetables: ##sggu
russian: при загрузке волновых таблиц возникли следующие ошибки:

source: cannot load wavetable! (##sggu
russian: не могу загрузить волновую таблицу! (

source: ...but you haven't selected a wavetable!##sggu
russian: ...но вы не выбрали волновую таблицу!

source: could not open file!##sggu
russian: не удалось открыть файл!

source: could not write FZT module!##sggu
russian: не удалось записать модуль FZT!

source: could not import user presets!##sggu
russian: не удалось импортировать пользовательские пресеты!

source: could not import user presets! (%s)##sggu
russian: не удалось импортировать пользовательские пресеты! (%s)

source: Could not write ZSM! (%s)##sggu
russian: Не удалось записать файл ZSM! (%s)

source: could not write text! (%s)##sggu
russian: не удалось записать текстовый файл! (%s)

source: could not write command stream! (%s)##sggu
russian: не удалось записать файл с потоком команд! (%s)

source: could not write tildearrow version Furnace module! (%s)##sggu
russian: не удалось записать файл модуля для версии tildearrow! (%s)

source: Error while loading file! (%s)##sggu4
russian: Ошибка при загрузке файла! (%s)

source: You opened: %s##sggu
russian: Вы открыли: %s

source: You opened:##sggu
russian: Вы открыли:

source: You saved: %s##sggu
russian: Вы сохранили: %s

source: Rendering...###Rendering...
russian: Рендер...###Rendering...

source: Please wait...##sggu
russian: Пожалуйста, подождите...

source: Abort##sggu
russian: Прервать

source: New Song###New Song
russian: Новый трек###New Song

source: Export###Export
russian: Экспорт###Export

source: Error###Error
russian: Ошибка###Error

source: OK##sggu0
russian: ОК

source: Warning###Warning
russian: Внимание###Warning

source: Yes##sggu0
russian: Да

source: No##sggu0
russian: Нет

source: Yes##sggu1
russian: Да

source: No##sggu1
russian: Нет

source: Yes##sggu2
russian: Да

source: No##sggu2
russian: Нет

source: Yes##sggu3
russian: Да

source: No##sggu3
russian: Нет

source: Cancel##sggu0
russian: Отмена

source: Erasing##sggu
russian: Удалить:

source: All subsongs##sggu
russian: Все подпесни

source: Current subsong##sggu
russian: Текущую подпесню

source: Orders##sggu
russian: Матрицу паттернов

source: Pattern##sggu
russian: Паттерны

source: Instruments##sggu
russian: Инструменты

source: Wavetables##sggu
russian: Волновые таблицы

source: Samples##sggu
russian: Сэмплы

source: Optimization##sggu
russian: Оптимизировать:

source: De-duplicate patterns##sggu
russian: Удалить дубликаты паттернов

source: Remove unused instruments##sggu
russian: Удалить неиспользуемые инструменты

source: Remove unused samples##sggu
russian: Удалить неиспользуемые сэмплы

source: Never mind! Cancel##sggu1
russian: Не надо! Отмена

source: Yes##sggu4
russian: Да

source: No##sggu4
russian: Нет

source: Yes##sggu5
russian: Да

source: No##sggu5
russian: Нет

source: Yes##sggu6
russian: Да

source: No##sggu6
russian: Нет

source: Yes##sggu7
russian: Да

source: Yes##sggu8
russian: Да

source: Yes##sggu9
russian: Да

source: Yes##sggu10
russian: Да

source: Yes##sggu11
russian: Да

source: No##sggu8
russian: Нет

source: No##sggu9
russian: Нет

source: No##sggu10
russian: Нет

source: No##sggu11
russian: Нет

source: No##sggu12
russian: Нет

source: Cancel##sggu4
russian: Отмена

source: Cancel##sggu5
russian: Отмена

source: Cancel##sggu6
russian: Отмена

source: Cancel##sggu7
russian: Отмена

source: Cancel##sggu8
russian: Отмена

source: OK##sggu1
russian: ОК

source: Drum kit mode:##sggu
russian: Режим создания набора ударных:

source: Normal##sggu
russian: Обычный

source: 12 samples per octave##sggu
russian: 12 сэмплов на октаву

source: Starting octave##sggu
russian: Начальная октава

source: too many instruments!##sggu
russian: слишком много инструментов!

source: too many wavetables!##sggu
russian: слишком много волновых таблиц!

source: Select Instrument###Select Instrument
russian: Выберите инструмент###Select Instrument

source: this is an instrument bank! select which one to use:##sggu
russian: это банк инструментов! выберите, какой вы хотите использовать:

source: this is an instrument bank! select which ones to load:##sggu
russian: это банк инструментов! выберите, какой вы хотите загрузить

source: Search...##sggu
russian: Поиск...

source: All##sggu
russian: Все

source: None##sggu
russian: Никакой

source: OK##sggu2
russian: ОК

source: Cancel##sggu2
russian: Отмена

source: ...but you haven't selected an instrument!##sggu1
russian: ...но вы не выбрали инструмент!

source: Import Raw Sample###Import Raw Sample
russian: Импортировать сырые данные сэмпла###Import Raw Sample

source: Data type:##sggu
russian: Тип данных:

source: Sample rate##sggu
russian: Частота квантования

source: Channels##sggu
russian: Число каналов

source: (will be mixed down to mono)##sggu
russian: (будет сведено в моно)

source: Unsigned##sggu
russian: Беззнаковый

source: Big endian##sggu
russian: Обратный порядок байтов (Big endian)

source: Swap nibbles##sggu
russian: Поменять местами тетрады

source: Swap words##sggu
russian: Поменять местами машинные слова

source: Encoding:##sggu
russian: Кодировка:

source: Reverse bit order##sggu
russian: Обратный порядок битов

source: OK##sggu3
russian: ОК

source: ...but you haven't selected a sample!##sggu1
russian: ...но вы не выбрали сэмпл!

source: Cancel##sggu3
russian: Отмена

source: Error! No string provided!##sggu
russian: Ошибка! Не предоставлена строка!

source: OK##sggu4
russian: ОК

source: %.0fµs##sggu
russian: %.0f мс

source: error while loading fonts! please check your settings.##sggu1
russian: Ошибка при загрузке шрифтов! пожалуйста, проверьте настройки.

source: it appears I couldn't load these fonts. any setting you can check?##sggu
russian: кажется, я не могу загрузить эти шрифты. проверьте настройки?

source: could not init renderer! falling back to software renderer. please restart Furnace.##sggu
russian: не получилось инициализировать движок отрисовки! перехожу на программную отрисовку. пожалуйста, перезапустите Furnace.

source: could not init renderer! %s falling back to software renderer. please restart Furnace.##sggu
russian: не получилось инициализировать движок отрисовки! %s перехожу на программную отрисовку. пожалуйста, перезапустите Furnace.

source: falling back to software renderer. please restart Furnace.##sggu
russian: перехожу на программную отрисовку. пожалуйста, перезапустите Furnace.

source: could not init renderer! %s##sggu
russian: не получилось инициализировать движок отрисовки! %s

source: the render driver has been set to a safe value. please restart Furnace.##sggu
russian: движок отрисовки был сброшен до безопасного. пожалуйста, перезапустите Furnace.

source: could not open window! %s##sggu
russian: не удалось открыть окно! %s

source: error while loading fonts! please check your settings.##sggu2
russian: Ошибка при загрузке шрифтов! пожалуйста, проверьте настройки.

source: could NOT save layout! %s##sggu
russian: Не получилось сохранить компоновку окон! %s

source: Generic Sample##sggc
russian: Типичный сэмпл

source: Beeper##sggc
russian: Пищалка

source: VRC6 (saw)##sggc
russian: VRC6 (пила)

source: OPL (drums)##sggc
russian: OPL (ударные)

source: PowerNoise (noise)##sggc
russian: PowerNoise (шум)

source: PowerNoise (slope)##sggc
russian: PowerNoise (скат)

source: Forward##sggc
russian: Вперёд

source: Backward##sggc
russian: Назад

source: Ping pong##sggc
russian: Туда-обратно

source: 1-bit PCM##sggc
russian: 1-битная ИКМ

source: 1-bit DPCM##sggc
russian: 1-битная ДИКМ

source: 8-bit PCM##sggc
russian: 8-битная ИКМ

source: 8-bit µ-law PCM##sggc
russian: 8-битная ИКМ (µ-закон)

source: 16-bit PCM##sggc
russian: 16-битная ИКМ

source: none##sggc
russian: нет

source: linear##sggc
russian: линейная

source: cubic spline##sggc
russian: кубический сплайн

source: blep synthesis##sggc
russian: BLEP-синтез

source: sinc##sggc
russian: sinc

source: best possible##sggc
russian: наилучший

source: Pitch##sggc
russian: Частота

source: Song##sggc
russian: Трек

source: Time##sggc
russian: Время

source: Speed##sggc0
russian: Скорость

source: Panning##sggc
russian: Панорамирование

source: Volume##sggc
russian: Громкость

source: System (Primary)##sggc
russian: Основные эффекты чипа

source: System (Secondary)##sggc
russian: Вспомогательные эффекты чипа

source: Miscellaneous##sggc
russian: Разное

source: Invalid##sggc
russian: Недейств.

source: ---Global##sggc
russian: ---Global

source: New##sggc
russian: Новый

source: Open file##sggc
russian: Открыть файл

source: Restore backup##sggc
russian: Загрузить резервную копию

source: Save file##sggc
russian: Сохранить файл

source: Save as##sggc
russian: Сохранить как

source: Export##sggc
russian: Экспорт

source: Undo##sggc
russian: Отменить

source: Redo##sggc
russian: Вернуть

source: Exit##sggc
russian: Выход

source: Play/Stop (toggle)##sggc
russian: Старт/стоп (переключение)

source: Play##sggc
russian: Воспроизведение

source: Stop##sggc
russian: Стоп

source: Play (from beginning)##sggc
russian: Воспроизведение (с начала)

source: Play (repeat pattern)##sggc
russian: Воспроизведение (зациклить текущий паттерн)

source: Play from cursor##sggc
russian: Воспроизведение с курсора

source: Step row##sggc
russian: Сделать один шаг по паттерну

source: Octave up##sggc
russian: На октаву вверх

source: Octave down##sggc
russian: На октаву вниз

source: Previous instrument##sggc
russian: Предыдущий инструмент

source: Next instrument##sggc
russian: Следующий инструмент

source: Increase edit step##sggc
russian: Увеличить шаг редактирования

source: Decrease edit step##sggc
russian: Уменьшить шаг редактирования

source: Toggle edit mode##sggc
russian: Переключить режим редактирования

source: Metronome##sggc
russian: Метроном

source: Toggle repeat pattern##sggc
russian: Переключить режим зацикливания паттерна

source: Follow orders##sggc
russian: След. за воспр. в матр. патт.

source: Follow pattern##sggc
russian: След. за воспр. в патт.

source: Toggle full-screen##sggc
russian: Перключить полноэкранный режим

source: Request voice from TX81Z##sggc
russian: Запросить канал у TX81Z

source: Panic##sggc
russian: Паника

source: Clear song data##sggc
russian: Удалить данные трека

source: Command Palette##sggc
russian: Палитра команд

source: Recent files (Palette)##sggc
russian: Недавние файлы (палитра)

source: Instruments (Palette)##sggc
russian: Инструменты (палитра)

source: Samples (Palette)##sggc
russian: Сэмплы (палитра)

source: Change instrument (Palette)##sggc
russian: Сменить инструмент (палитра)

source: Add chip (Palette)##sggc
russian: Добавить чип (палитра)

source: Edit Controls##sggc
russian: Редактирование

source: Orders##sggc
russian: Матрица паттернов

source: Instrument List##sggc
russian: Список инструментов

source: Instrument Editor##sggc
russian: Редактор инструментов

source: Song Information##sggc
russian: Информация о треке

source: Speed##sggc1
russian: Скорость

source: Pattern##sggc
russian: Паттерны

source: Wavetable List##sggc
russian: Список волновых таблиц

source: Wavetable Editor##sggc
russian: Редактор волновых таблиц

source: Sample List##sggc
russian: Список сэмплов

source: Sample Editor##sggc
russian: Редактор сэмплов

source: About##sggc
russian: О программе

source: Settings##sggc
russian: Настройки

source: Mixer##sggc
russian: Микшер

source: Debug Menu##sggc
russian: Отладка

source: Oscilloscope (master)##sggc
russian: Осциллограф

source: Volume Meter##sggc
russian: Измеритель громкости

source: Statistics##sggc
russian: Статистика

source: Compatibility Flags##sggc
russian: Флаги совместимости

source: Piano##sggc
russian: Клавиатура пианино

source: Song Comments##sggc
russian: Комментарии трека

source: Channels##sggc
russian: Каналы

source: Pattern Manager##sggc
russian: Менеджер паттернов

source: Chip Manager##sggc
russian: Менеджер чипов

source: Register View##sggc
russian: Регистры

source: Log Viewer##sggc
russian: Просмотр логов

source: Effect List##sggc
russian: Список эффектов

source: Oscilloscope (per-channel)##sggc
russian: Осциллографы (для отдельных каналов)

source: Subsongs##sggc
russian: Подпесни

source: Find/Replace##sggc
russian: Найти/Заменить

source: Clock##sggc
russian: Часы

source: Grooves##sggc
russian: Ритм-паттерны

source: Oscilloscope (X-Y)##sggc
russian: Осциллограф (X-Y)

source: Memory Composition##sggc
russian: Содержание памяти

source: Command Stream Player##sggc
russian: Проигрыватель потока команд

source: User Presets##sggc
russian: Пользовательские пресеты

source: Collapse/expand current window##sggc
russian: Свернуть/развернуть текущее окно

source: Close current window##sggc
russian: Закрыть текущее окно

source: ---Pattern##sggc
russian: ---Pattern

source: Transpose (+1)##sggc
russian: Транспонировать (+1)
