Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: 1Bxx: Filter cutoff down##sesd
russian: 1Bxx: Частота среза вниз

source: 1Cxx: Set filter resonance##sesd
russian: 1Cxx: Резонанс фильтра

source: 1Dxx: Filter resonance up##sesd
russian: 1Dxx: Резонанс вверх

source: 1Exx: Filter resonance down##sesd
russian: 1Exx: Резонанс вниз

source: 1Fxx: Ring mod source (FF = self)##sesd
russian: 1Fxx: Источник кольцевой модуляции (FF = самомодуляция)

source: 20xx: Hard sync source (FF = self)##sesd
russian: 20xx: Источник синхронизации осцилляторов (FF = самосинхронизация)

source: 21xx: Set attack speed##sesd
russian: 21xx: Скорость атаки

source: 22xx: Set decay speed##sesd
russian: 22xx: Скорость спада

source: 23xx: Set sustain level##sesd
russian: 23xx: Уровень сустейна

source: 24xx: Set release rate##sesd
russian: 24xx: Скорость релиза

source: 25xx: Restart instrument program##sesd
russian: 25xx: Перезапустить программу инструмента

source: 26xx: Portamento up (semitones)##sesd
russian: 26xx: Портаменто вверх (полутонов)

source: 27xx: Portamento down (semitones)##sesd
russian: 27xx: Портаменто вниз (полутонов)

source: 28xx: Absolute arpeggio note##sesd
russian: 28xx: Абсолютная нота арпеджио

source: 29xx: Trigger envelope release##sesd
russian: 29xx: Релиз огибающей

source: a fantasy sound chip using logistic map iterations to generate sound.##sesd
russian: вымышленный звуковой чип, использующий итерации логистического отображения для генерации звука.

source: 10xx: Load low byte of channel sample state##sesd
russian: 10xx: Загрузить младший байт сэмплового состояния канала

source: 11xx: Load high byte of channel sample state##sesd
russian: 11xx: Загрузить старший байт сэмплового состояния канала

source: 12xx: Set low byte of channel parameter##sesd
russian: 12xx: Младший байт параметра канала

source: 13xx: Set high byte of channel parameter##sesd
russian: 13xx: Старший байт параметра канала

source: this is a system designed for testing purposes.##sesd
russian: это система, разработанная для тестирования.

source: help! what's going on!
russian: помогите! что происходит!

source: Sunsoft 5B standalone##sesd
russian: Sunsoft 5B отдельно

source: Sunsoft 5B standalone (PAL)##sesd
russian: Sunsoft 5B отдельно (PAL)

source: Overclocked Sunsoft 5B##sesd
russian: Разогнанный Sunsoft 5B

source: Sega Genesis Extended Channel 3##sesd0
russian: Sega Genesis расширенный 3-ий канал

source: NTSC-J Sega Master System + drums##sesd
russian: NTSC-J Sega Master System + ударные

source: MSX-MUSIC + drums##sesd
russian: MSX-MUSIC + ударные

source: Commodore 64 with dual 6581##sesd
russian: Commodore 64 с двумя 6581

source: Commodore 64 with dual 8580##sesd
russian: Commodore 64 с двумя 8580

source: YM2151 + SegaPCM Arcade (compatibility)##sesd
russian: YM2151 + SegaPCM Arcade (совместимость)

source: YM2151 + SegaPCM Arcade##sesd
russian: YM2151 + SegaPCM Arcade

source: Game Boy with AY expansion##sesd
russian: Game Boy с расширением AY

source: multi-system##sesd
russian: мульти-система

source: Unknown##sesd
russian: Неизвестно

source: 15xx: Set raw period##sesd
russian: 15xx: "Сырое" значение периода

source: 16xx: Set raw period higher nybble (0-F)##sesd
russian: 16xx: "Сырое" значение периода, старшая тетрада (0-F)

source: Sega Genesis Extended Channel 3##sesd1
russian: Sega Genesis расширенный 3-ий канал

source: Neo Geo CD Extended Channel 2##sesd
russian: Neo Geo CD расширенный 2-ой канал

source: Famicom Disk System (chip)##sesd
russian: Famicom Disk System (чип)

source: Yamaha YM2203 (OPN) Extended Channel 3##sesd
russian: Yamaha YM2203 (OPN) расширенный 3-ий канал

source: Yamaha YM2608 (OPNA) Extended Channel 3##sesd
russian: Yamaha YM2608 (OPNA) расширенный 3-ий канал

source: Yamaha YM2608 (OPNA) Extended Channel 3 and CSM##sesd
russian: Yamaha YM2608 (OPNA) расширенный 3-ий канал и CSM

source: PC Speaker##sesd
russian: PC Speaker (пищалка)

source: ZX Spectrum Beeper##sesd
russian: ZX Spectrum пищалка

source: Yamaha YM2612 (OPN2) Extended Channel 3##sesd
russian: Yamaha YM2612 (OPN2) расширенный 3-ий канал

source: Yamaha YM3526 (OPL) with drums##sesd
russian: Yamaha YM3526 (OPL) с ударными

source: Yamaha YM3812 (OPL2) with drums##sesd
russian: Yamaha YM3812 (OPL2) с ударными

source: Yamaha YMF262 (OPL3) with drums##sesd
russian: Yamaha YMF262 (OPL3) с ударными

source: Yamaha YM2610 (OPNB) Extended Channel 2##sesd
russian: Yamaha YM2610 (OPNB) расширенный 2-ой канал

source: Yamaha YM2413 (OPLL) with drums##sesd
russian: Yamaha YM2413 (OPLL) с ударными

source: Yamaha YM2610B (OPNB2) Extended Channel 3##sesd
russian: Yamaha YM2610B (OPNB2) расширенный 3-ий канал

source: SegaPCM (compatible 5-channel mode)##sesd
russian: SegaPCM (совместимый 5-канальный режим)

source: Yamaha YMF278B (OPL4) with drums##sesd
russian: Yamaha YMF278B (OPL4) с ударными

source: Yamaha Y8950 with drums##sesd
russian: Yamaha Y8950 с ударными

source: Yamaha YM2612 (OPN2) with DualPCM##sesd
russian: Yamaha YM2612 (OPN2) с DualPCM

source: Yamaha YM2612 (OPN2) Extended Channel 3 with DualPCM and CSM##sesd
russian: Yamaha YM2612 (OPN2) расширенный 3-ий канал с DualPCM и CSM

source: Generic PCM DAC##sesd
russian: Типичный ИКМ ЦАП

source: ZX Spectrum Beeper (QuadTone Engine)##sesd
russian: ZX Spectrum пищалка (движок QuadTone)

source: ESS ES1xxx series (ESFM)##sesd
russian: ESS серия ES1xxx (ESFM)

source: Dummy System##sesd
russian: Система-болванка

source: Channel 1##sesd
russian: Канал 1

source: Channel 2##sesd
russian: Канал 2

source: Channel 3##sesd
russian: Канал 3

source: Channel 4##sesd
russian: Канал 4

source: Channel 5##sesd
russian: Канал 5

source: Channel 6##sesd
russian: Канал 6

source: Channel 7##sesd
russian: Канал 7

source: Channel 8##sesd
russian: Канал 8

source: Channel 9##sesd
russian: Канал 9

source: Channel 10##sesd
russian: Канал 10

source: Channel 11##sesd
russian: Канал 11

source: Channel 12##sesd
russian: Канал 12

source: Channel 13##sesd
russian: Канал 13

source: Channel 14##sesd
russian: Канал 14

source: Channel 15##sesd
russian: Канал 15

source: Channel 16##sesd
russian: Канал 16

source: Channel 17##sesd
russian: Канал 17

source: Channel 18##sesd
russian: Канал 18

source: Channel 19##sesd
russian: Канал 19

source: Channel 20##sesd
russian: Канал 20

source: Channel 21##sesd
russian: Канал 21

source: Channel 22##sesd
russian: Канал 22

source: Channel 23##sesd
russian: Канал 23

source: Channel 24##sesd
russian: Канал 24

source: Channel 25##sesd
russian: Канал 25

source: Channel 26##sesd
russian: Канал 26

source: Channel 27##sesd
russian: Канал 27

source: Channel 28##sesd
russian: Канал 28

source: Channel 29##sesd
russian: Канал 29

source: Channel 30##sesd
russian: Канал 30

source: Channel 31##sesd
russian: Канал 31

source: Channel 32##sesd
russian: Канал 32

source: Square##sesd
russian: Меандр

source: Square 1##sesd
russian: Меандр 1

source: Square 2##sesd
russian: Меандр 2

source: Square 3##sesd
russian: Меандр 3

source: Pulse##sesd
russian: Прямоуг.

source: Pulse 1##sesd
russian: Прямоуг. 1

source: Pulse 2##sesd
russian: Прямоуг. 2

source: Wave##sesd
russian: Волна

source: Wavetable##sesd
russian: Волн. т.

source: Triangle##sesd
russian: Треуг.

source: PCM##sesd
russian: ИКМ

source: PCM 1##sesd
russian: ИКМ 1

source: PCM 2##sesd
russian: ИКМ 2

source: PCM 3##sesd
russian: ИКМ 3

source: PCM 4##sesd
russian: ИКМ 4

source: PCM 5##sesd
russian: ИКМ 5

source: PCM 6##sesd
russian: ИКМ 6

source: PCM 7##sesd
russian: ИКМ 7

source: PCM 8##sesd
russian: ИКМ 8

source: PCM 9##sesd
russian: ИКМ 9

source: PCM 10##sesd
russian: ИКМ 10

source: PCM 11##sesd
russian: ИКМ 11

source: PCM 12##sesd
russian: ИКМ 12

source: PCM 13##sesd
russian: ИКМ 13

source: PCM 14##sesd
russian: ИКМ 14

source: PCM 15##sesd
russian: ИКМ 15

source: PCM 16##sesd
russian: ИКМ 16

source: PCM 17##sesd
russian: ИКМ 17

source: PCM 18##sesd
russian: ИКМ 18

source: PCM 19##sesd
russian: ИКМ 19

source: PCM 20##sesd
russian: ИКМ 20

source: PCM 21##sesd
russian: ИКМ 21

source: PCM 22##sesd
russian: ИКМ 22

source: PCM 23##sesd
russian: ИКМ 23

source: PCM 24##sesd
russian: ИКМ 24

source: DPCM##sesd
russian: ДИКМ

source: ADPCM##sesd
russian: АДИКМ

source: ADPCM 1##sesd
russian: АДИКМ 1

source: ADPCM 2##sesd
russian: АДИКМ 2

source: ADPCM 3##sesd
russian: АДИКМ 3

source: ADPCM-A 1##sesd
russian: АДИКМ-A 1

source: ADPCM-A 2##sesd
russian: АДИКМ-A 2

source: ADPCM-A 3##sesd
russian: АДИКМ-A 3

source: ADPCM-A 4##sesd
russian: АДИКМ-A 4

source: ADPCM-A 5##sesd
russian: АДИКМ-A 5

source: ADPCM-A 6##sesd
russian: АДИКМ-A 6

source: ADPCM-B##sesd
russian: АДИКМ-B

source: Sample##sesd
russian: Сэмплы

source: DAC Left##sesd
russian: ЦАП левый

source: DAC Right##sesd
russian: ЦАП правый

source: Noise##sesd
russian: Шум

source: Noise 1##sesd
russian: Шум 1

source: Noise 2##sesd
russian: Шум 2

source: Noise 3##sesd
russian: Шум 3

source: Slope##sesd
russian: Скат

source: FM 6/PCM 1##sesd
russian: FM 6/ИКМ 1

source: CSM Timer##sesd
russian: CSM таймер

source: VRC6 Saw##sesd
russian: VRC6 пила

source: 4OP 1##sesd
russian: 4ОП 1

source: 4OP 3##sesd
russian: 4ОП 3

source: 4OP 5##sesd
russian: 4ОП 5

source: 4OP 7##sesd
russian: 4ОП 7

source: 4OP 9##sesd
russian: 4ОП 9

source: 4OP 11##sesd
russian: 4ОП 11

source: Kick/FM 7##sesd
russian: Бочка/FM7

source: Kick/FM 16##sesd
russian: Бочка/FM16

source: Kick##sesd
russian: Бочка

source: Snare##sesd
russian: М. бараб.

source: Top##sesd
russian: Тарелка

source: HiHat##sesd
russian: Хай-хэт

source: Tom##sesd
russian: Том-том

source: Rim##sesd
russian: Римшот

source: CH1##sesd
russian: КН1

source: CH2##sesd
russian: КН2

source: CH3##sesd
russian: КН3

source: CH4##sesd
russian: КН4

source: CH5##sesd
russian: КН5

source: CH6##sesd
russian: КН6

source: CH7##sesd
russian: КН7

source: CH8##sesd
russian: КН8

source: CH9##sesd
russian: КН9

source: NO##sesd
russian: ШУ

source: N1##sesd
russian: Ш1

source: N2##sesd
russian: Ш2

source: N3##sesd
russian: Ш3

source: SL##sesd
russian: СК

source: S1##sesd
russian: М1

source: S2##sesd
russian: М2

source: S3##sesd
russian: М3

source: S4##sesd
russian: М4

source: S5##sesd
russian: М5

source: S6##sesd
russian: М6

source: P1##sesd
russian: И1

source: P2##sesd
russian: И2

source: P3##sesd
russian: И3

source: P4##sesd
russian: И4

source: P5##sesd
russian: И5

source: P6##sesd
russian: И6

source: P7##sesd
russian: И7

source: P8##sesd
russian: И8

source: P9##sesd
russian: И9

source: P10##sesd
russian: И10

source: P11##sesd
russian: И11

source: P12##sesd
russian: И12

source: P13##sesd
russian: И13

source: P14##sesd
russian: И14

source: P15##sesd
russian: И15

source: P16##sesd
russian: И16

source: P17##sesd
russian: И17

source: P18##sesd
russian: И18

source: P19##sesd
russian: И19

source: P20##sesd
russian: И20

source: P21##sesd
russian: И21

source: P22##sesd
russian: И22

source: P23##sesd
russian: И23

source: P24##sesd
russian: И24

source: BD##sesd
russian: ББ

source: SD##sesd
russian: РБ

source: TP##sesd
russian: ТР

source: HH##sesd
russian: ХХ

source: TM##sesd
russian: ТМ

source: RM##sesd
russian: РМ

source: P##sesd
russian: И

source: VS##sesd
russian: VП

source: TR##sesd
russian: ТР

source: DMC##sesd
russian: ДМК

source: WA##sesd
russian: ВТ
