Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: and Furnace-B developers##sgab
russian: и разработчики Furnace-B

source: are proud to present##sgab
russian: с гордостью представляют

source: the biggest multi-system chiptune tracker!##sgab
russian: самый большой мультисистемный чиптюн-трекер!

source: featuring DefleMask song compatibility.##sgab
russian: совместим с файлами Deflemask.

source: > CREDITS <##sgab
russian: > ТИТРЫ <

source: -- program --##sgab
russian: -- код --

source: A M 4 N (intro tune)##sgab
russian: A M 4 N (музыка в интро)

source: -- graphics/UI design --##sgab
russian: -- графика/дизайн интерфейса --

source: -- documentation --##sgab
russian: -- документация --

source: -- demo songs --##sgab
russian: -- демо-модули --

source: -- additional feedback/fixes --##sgab
russian: -- обратная связь/фиксы --

source: -- Metal backend test team --##sgab
russian: -- Команда тестирования библиотеки отрисовки Metal --

source: -- translations and related work --##sgab
russian: -- переводы и связанное с ними --

source: LTVA1 (Russian translation)##sgab
russian: LTVA1 (перевод на русский язык)

source: Kagamiin~ (Portuguese translation)##sgab
russian: Kagamiin~ (перевод на португальский язык)

source: freq-mod (Polish translation)##sgab
russian: freq-mod (перевод на польский язык)

source: powered by:##sgab
russian: программа использует:

source: Dear ImGui by Omar Cornut##sgab
russian: Dear ImGui за авторством Omar Cornut

source: SDL2 by Sam Lantinga##sgab
russian: SDL2 за авторством Sam Lantinga

source: zlib by Jean-loup Gailly##sgab
russian: zlib за авторством Jean-loup Gailly

source: and Mark Adler##sgab
russian: и Mark Adler

source: libsndfile by Erik de Castro Lopo##sgab
russian: libsndfile за авторством Erik de Castro Lopo

source: Portable File Dialogs by Sam Hocevar##sgab
russian: Portable File Dialogs за авторством Sam Hocevar

source: Native File Dialog by Frogtoss Games##sgab
russian: Native File Dialog за авторством Frogtoss Games

source: Weak-JACK by x42##sgab
russian: Weak-JACK за авторством x42

source: RtMidi by Gary P. Scavone##sgab
russian: RtMidi за авторством Gary P. Scavone

source: FFTW by Matteo Frigo and Steven G. Johnson##sgab
russian: FFTW за авторством Matteo Frigo и Steven G. Johnson

source: backward-cpp by Google##sgab
russian: backward-cpp за авторством Google

source: adpcm by superctr##sgab
russian: adpcm за авторством superctr

source: adpcm-xq by David Bryant##sgab
russian: adpcm-xq за авторством David Bryant

source: Nuked-OPL3/OPLL/OPM/OPN2/PSG by nukeykt##sgab
russian: Nuked-OPL3/OPLL/OPM/OPN2/PSG за авторством nukeykt

source: YM3812-LLE, YMF262-LLE, YMF276-LLE и YM2608-LLE by nukeykt##sgab
russian: YM3812-LLE, YMF262-LLE, YMF276-LLE и YM2608-LLE за авторством nukeykt

source: ymfm by Aaron Giles##sgab
russian: ymfm за авторством Aaron Giles

source: emu2413 by Digital Sound Antiques##sgab
russian: emu2413 за авторством Digital Sound Antiques

source: MAME SN76496 by Nicola Salmoria##sgab
russian: MAME SN76496 за авторством Nicola Salmoria

source: MAME AY-3-8910 by Couriersud##sgab
russian: MAME AY-3-8910 за авторством Couriersud

source: with AY8930 fixes by Eulous, cam900 and Grauw##sgab
russian: с исправлениями для AY8930 за авторством Eulous, cam900 и Grauw

source: MAME SAA1099 by Juergen Buchmueller and Manuel Abadia##sgab
russian: MAME SAA1099 за авторством Juergen Buchmueller и Manuel Abadia

source: MAME Namco WSG by Nicola Salmoria and Aaron Giles##sgab
russian: MAME Namco WSG за авторством Nicola Salmoria и Aaron Giles

source: MAME RF5C68 core by Olivier Galibert and Aaron Giles##sgab
russian: MAME RF5C68 core за авторством Olivier Galibert и Aaron Giles

source: MAME MSM5232 core by Jarek Burczynski and Hiromitsu Shioya##sgab
russian: MAME MSM5232 core за авторством Jarek Burczynski и Hiromitsu Shioya

source: MAME MSM6258 core by Barry Rodewald##sgab
russian: MAME MSM6258 core за авторством Barry Rodewald

source: MAME YMZ280B core by Aaron Giles##sgab
russian: MAME YMZ280B core за авторством Aaron Giles

source: MAME GA20 core by Acho A. Tang and R. Belmont##sgab
russian: MAME GA20 core за авторством Acho A. Tang и R. Belmont

source: MAME SegaPCM core by Hiromitsu Shioya and Olivier Galibert##sgab
russian: MAME SegaPCM core за авторством Hiromitsu Shioya и Olivier Galibert

source: SAASound by Dave Hooper and Simon Owen##sgab
russian: SAASound за авторством Dave Hooper и Simon Owen

source: SameBoy by Lior Halphon##sgab
russian: SameBoy за авторством Lior Halphon

source: Mednafen PCE, WonderSwan, T6W28 and Virtual Boy audio cores##sgab
russian: Ядра эмуляции Mednafen PCE, WonderSwan, T6W28 и Virtual Boy

source: SNES DSP core by Blargg##sgab
russian: SNES DSP core за авторством Blargg

source: puNES (NES, MMC5 and FDS) by FHorse##sgab
russian: puNES (NES, MMC5 и FDS) за авторством FHorse

source: NSFPlay (NES and FDS) by Brad Smith and Brezza##sgab
russian: NSFPlay (NES and FDS) за авторством Brad Smith и Brezza

source: reSID by Dag Lem##sgab
russian: reSID за авторством Dag Lem

source: reSIDfp by Dag Lem, Antti Lankila##sgab
russian: reSIDfp за авторством Dag Lem, Antti Lankila

source: and Leandro Nini##sgab
russian: и Leandro Nini

source: dSID by DefleMask Team based on jsSID##sgab
russian: dSID за авторством команды DefleMask (на основе jsSID)

source: Stella by Stella Team##sgab
russian: Stella за авторством Stella Team

source: QSound emulator by superctr and Valley Bell##sgab
russian: Эмулятор QSound за авторством superctr и Valley Bell

source: VICE VIC-20 sound core by Rami Rasanen and viznut##sgab
russian: Ядро эмуляции VICE VIC-20 за авторством Rami Rasanen и viznut

source: VICE TED sound core by Andreas Boose, Tibor Biczo##sgab
russian: Ядро эмуляции VICE TED за авторством Andreas Boose, Tibor Biczo

source: and Marco van den Heuvel##sgab
russian: и Marco van den Heuvel

source: VERA sound core by Frank van den Hoef##sgab
russian: Ядро эмуляции VERA за авторством Frank van den Hoef

source: mzpokeysnd POKEY emulator by Michael Borisov##sgab
russian: mzpokeysnd (эмулятор POKEY) за авторством Michael Borisov

source: ASAP POKEY emulator by Piotr Fusik##sgab
russian: ASAP (эмулятор POKEY) за авторством Piotr Fusik

source: ported by laoo to C++##sgab
russian: портирован на C++ laoo

source: vgsound_emu (second version, modified version) by cam900##sgab
russian: vgsound_emu (версия вторая, модифицированная) за авторством cam900

source: SM8521 emulator (modified version) by cam900##sgab
russian: Эмулятор SM8521 (модифицированная версия) за авторством cam900

source: D65010G031 emulator (modified version) by cam900##sgab
russian: Эмулятор D65010G031 (модифицированная версия) за авторством cam900

source: Namco C140/C219 emulator (modified version) by cam900##sgab
russian: Эмулятор C140/C219 (модифицированная версия) за авторством cam900

source: ESFMu emulator (modified version) by Kagamiin~##sgab
russian: Эмулятор ESFMu (модифицированная версия) за авторством Kagamiin~

source: PowerNoise emulator by scratchminer##sgab
russian: Эмулятор PowerNoise за авторством scratchminer

source: ep128emu by Istvan Varga##sgab
russian: ep128emu за авторством Istvan Varga

source: SID2 emulator (modification of reSID) by LTVA##sgab
russian: эмулятор SID2 (модификация reSID) за авторством LTVA

source: 5E01 emulator (modification of NSFPlay) by Euly##sgab
russian: эмулятор 5E01 (модификация NSFPlay) за авторством Euly

source: NDS sound emulator by cam900##sgab
russian: NDS sound emulator за авторством cam900

source: FZT sound source by LTVA##sgab
russian: Источник звука FZT за авторством LTVA

source: greetings to:##sgab
russian: передаём привет:

source: NEOART Costa Rica##sgab
russian: NEOART Costa Rica

source: Xenium Demoparty##sgab
russian: Демопати Xenium

source: all members of Deflers of Noice!##sgab
russian: всем участникам Deflers of Noice!

source: copyright © 2021-2024 tildearrow##sgab
russian: Все права защищены © 2021-2024 tildearrow

source: (and contributors).##sgab
russian: (и участники разработки).

source: licensed under GPLv2+! see##sgab
russian: лицензировано по GPLv2+! см.

source: LICENSE for more information.##sgab
russian: LICENSE для доп. информации.

source: help Furnace grow:##sgab
russian: помогите в развитии Furnace:

source: help Furnace-B:##sgab
russian: помогите в развитии Furnace-B:

source: contact tildearrow at:##sgab
russian: вы можете связаться с tildearrow:

source: disclaimer:##sgab
russian: внимание:

source: despite the fact this program works##sgab
russian: несмотря на то что эта программа работает

source: with the .dmf file format, it is NOT##sgab
russian: с файлами формата .dmf, она НЕ

source: affiliated with Delek or DefleMask in##sgab
russian: связана с Delek'ом или программой DefleMask,

source: any way, nor it is a replacement for##sgab
russian: и не является заменой

source: the original program.##sgab
russian: оригинальной программы.

source: it also comes with ABSOLUTELY NO WARRANTY.##sgab
russian: она также предоставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ.

source: thanks to all contributors/bug reporters!##sgab
russian: спасибо всем, кто помогает с разработкой и сообщает о багах!

source: Volume##sgco
russian: Громкость

source: Color##sgco1
russian: Цвет

source: Error!##sgco
russian: Ошибка!

source: quiet##sgco
russian: тихо

source: Cancel##sgcp
russian: Отмена

source: None##sgcf
russian: Нет (прямая работа с частотой)

source: Strict##sgcf
russian: Строгое

source: Lax##sgcf
russian: Нестрогое

source: Normal##sgcf
russian: Нормальное

source: Other##sgcf
russian: Другое

source: Stop NES pulse channels hardware sweep on new note##sgcf
russian: Останавливать аппаратное портаменто на каналах импульсов NES при начале новой ноты

source: Do not stop volume slide after reaching zero or full volume##sgcf
russian: Не останавливать эффект изменения громкости при достижении нулевой или максимальной громкости

source: Stop E1xy/E2xy effects on new note##sgcf
russian: Останавливать эффекты E1xy/E2xy на новой ноте

source: Slower 0Axy volume slide##sgcf
russian: Замедление изменения громкости эффектом 0Axy

source: Hex##sgcs
russian: Шест.

source: %.2X: <INVALID>##sgdl
russian: %.2X: <НЕДЕЙСТВ.>

source: replace...##sgdl2
russian: заменить...

source: Add##sgdl1
russian: Добавить

source: Duplicate##sgdl3
russian: Клонировать

source: Open##sgdl1
russian: Открыть

source: replace...##sgdl3
russian: заменить...

source: replace...##sgdl4
russian: заменить...

source: import raw...##sgdl
russian: Сохранить

source: save raw...##sgdl1
russian: сохранить сырые данные...

source: Toggle folders/standard view##sgdl2
russian: Переключиться между видом с разбиением по папкам и обычным видом

source: Move up##sgdl2
russian: Переместить на одну позицию вверх

source: Move down##sgdl2
russian: Переместить на одну позицию вниз

source: Create##sgdl2
russian: Создать

source: New folder##sgdl2
russian: Новая папка

source: Preview (right click to stop)##sgdl1
russian: Превью (ПКМ для остановки)

source: Delete##sgdl5
russian: Удалить

source: <uncategorized>##sgdl1
russian: <нерассортированные>

source: rename...##sgdl1
russian: переименовать...

source: delete##sgdl6
russian: удалить

source: rename...##sgdl2
russian: переименовать...

source: Delete##sgdl7
russian: Удалить

source: Instrument %d##sggu
russian: Инструмент %d

source: Sample %d
russian: Сэмпл %d

source: the song is over!##sggu0
russian: трек закончился!

source: the song is over!##sggu1
russian: трек закончился!

source: Open File##sggu
russian: Открыть файл

source: compatible files##sggu0
russian: совместимые файлы

source: all files##sggu0
russian: все файлы

source: no backups made yet!##sggu
russian: резервных копий пока нет!

source: Restore Backup##sggu
russian: Загрузить резервную копию

source: Furnace or Furnace-B song##sggu
russian: модуль Furnace или Furnace-B

source: Furnace song##sggu0
russian: модуль Furnace

source: Save File##sggu0
russian: Сохранить файл

source: DefleMask 1.1.3 module##sggu
russian: модуль DefleMask 1.1.3

source: Save File##sggu1
russian: Сохранить файл

source: DefleMask 1.0/legacy module##sggu
russian: модуль DefleMask 1.0/legacy

source: Save File##sggu2
russian: Сохранить файл

source: Furnace-B song##sggu
russian: модуль Furnace-B

source: Load Instrument##sggu
russian: загрузить инструмент

source: all compatible files##sggu1
russian: все совместимые файлы

source: Furnace instrument##sggu0
russian: инструмент Furnace

source: DefleMask preset##sggu0
russian: пресет DefleMask

source: TFM Music Maker instrument##sggu
russian: инструмент из программы TFM Music Maker

source: VGM Music Maker instrument##sggu
russian: инструмент из программы VGM Music Maker

source: Scream Tracker 3 instrument##sggu
russian: инструмент из программы Scream Tracker 3

source: SoundBlaster instrument##sggu
russian: инструмент SoundBlaster

source: Wohlstand OPL instrument##sggu
russian: инструмент из программы Wohlstand OPL

source: Wohlstand OPN instrument##sggu
russian: инструмент из программы Wohlstand OPN

source: Gens KMod patch dump##sggu
russian: дамп патчей Gens KMod

source: BNK file (AdLib)##sggu
russian: файл BNK (AdLib)

source: FF preset bank##sggu
russian: банк пресетов FF

source: 2612edit GYB preset bank##sggu
russian: банк пресетов 2612edit GYB

source: VOPM preset bank##sggu
russian: банк пресетов VOPM

source: Wohlstand WOPL bank##sggu
russian: банк Wohlstand WOPL

source: Wohlstand WOPN bank##sggu
russian: банк Wohlstand WOPN

source: all files##sggu1
russian: все файлы

source: Save Instrument##sggu0
russian: Сохранить инструмент

source: Furnace instrument##sggu1
russian: инструмент Furnace

source: Save Instrument##sggu1
russian: Сохранить инструмент

source: DefleMask preset##sggu1
russian: пресет DefleMask

source: Load Wavetable##sggu
russian: Загрузить волновую таблицу

source: compatible files##sggu2
russian: совместимые файлы

source: all files##sggu2
russian: все файлы

source: Save Wavetable##sggu0
russian: Сохранить волновую таблицу

source: Furnace wavetable##sggu
russian: волновая таблица Furnace

source: Save Wavetable##sggu1
russian: Сохранить волновую таблицу

source: DefleMask wavetable##sggu
russian: волновая таблица DefleMask

source: Save Wavetable##sggu2
russian: Сохранить волновую таблицу

source: raw data##sggu
russian: сырые данные

source: Load Sample##sggu
russian: Загрузить сэмпл

source: compatible files##sggu3
russian: совместимые файлы

source: all files##sggu3
russian: все файлы

source: Load Raw Sample##sggu
russian: Загрузить сырые данные сэмпла

source: all files##sggu4
russian: все файлы

source: Save Sample##sggu
russian: Сохранить сэмпл

source: Wave file##sggu0
russian: файл WAV

source: Save Raw Sample##sggu
russian: Сохранить сырые данные сэмпла

source: all files##sggu5
russian: все файлы

source: Export Audio##sggu0
russian: Экспорт аудио

source: Wave file##sggu1
russian: файл WAV

source: Export Audio##sggu1
russian: Экспорт аудио

source: Wave file##sggu2
russian: файл WAV

source: Export Audio##sggu2
russian: Экспорт аудио

source: Wave file##sggu3
russian: файл WAV

source: Export VGM##sggu
russian: Экспорт VGM

source: VGM file##sggu
russian: Файл VGM

source: Export ZSM##sggu
russian: Экспорт ZSM

source: ZSM file##sggu
russian: Файл ZSM

source: Export Command Stream##sggu0
russian: Экспорт потока команд

source: text file##sggu0
russian: текстовый файл

source: Export Command Stream##sggu1
russian: Экспорт потока команд

source: text file##sggu1
russian: текстовый файл

source: Export Command Stream##sggu2
russian: Экспорт потока команд

source: Export FZT module##sggu
russian: Экспорт модуля FZT

source: FZT module##sggu
russian: Модуль FZT

source: binary file##sggu
russian: бинарный файл

source: Export Furnace song##sggu
russian: Экспорт модуля Furnace

source: Furnace song##sggu2
russian: Модуль Furnace

source: Coming soon!##sggu
russian: скоро появится!

source: Select Font##sggu0
russian: Выберите шрифт

source: compatible files##sggu4
russian: совместимые файлы

source: Select Font##sggu1
russian: Выберите шрифт

source: compatible files##sggu5
russian: совместимые файлы

source: Select Font##sggu2
russian: Выберите шрифт

source: compatible files##sggu6
russian: совместимые файлы

source: Select Color File##sggu
russian: Выберите файл с настройками цветов

source: configuration files##sggu0
russian: файлы конфигурации

source: Select Keybind File##sggu
russian: Выберите файл с настройками клавиатуры

source: configuration files##sggu1
russian: файлы конфигурации

source: Select Layout File##sggu
russian: Выберите файл с настройками компоновки окон интерфейса

source: .ini files##sggu0
russian: файлы .ini

source: Select User Presets File##sggu
russian: Выберите файл пользовательских пресетов

source: configuration files##sggu4
russian: файлы конфигурации

source: Select Settings File##sggu
russian: Выберите файл с настройками

source: configuration files##sggu5
russian: файлы конфигурации

source: Export Colors##sggu
russian: Экспортировать настройки цветов

source: configuration files##sggu2
russian: файлы конфигурации

source: Export Keybinds##sggu
russian: Экспортировать настройки клавиатуры

source: configuration files##sggu3
russian: файлы конфигурации

source: Export Layout##sggu
russian: Экспортировать компоновку окон интерфейса

source: Export User Presets##sggu
russian: Экспортировать пользовательские пресеты

source: configuration files##sggu6
russian: файлы конфигурации

source: Export Settings##sggu
russian: Экспортировать настройки

source: configuration files##sggu7
russian: файлы конфигурации

source: .ini files##sggu1
russian: файлы .ini

source: Load ROM##sggu
russian: Загрузить ROM

source: compatible files##sggu7
russian: совместимые файлы

source: all files##sggu6
russian: все файлы

source: Play Command Stream##sggu
russian: Воспроизвести поток команд

source: command stream##sggu
russian: поток команд

source: all files##sggu7
russian: все файлы

source: Open Test##sggu
russian: Открыть (тест)

source: compatible files##sggu8
russian: совместимые файлы

source: another option##sggu0
russian: другая опция

source: all files##sggu8
russian: все файлы

source: Open Test (Multi)##sggu
russian: Открыть (тест, несколько файлов)

source: compatible files##sggu9
russian: совместимые файлы

source: another option##sggu1
russian: другая опция

source: all files##sggu9
russian: все файлы

source: Save Test##sggu
russian: Сохранить (тест)

source: Furnace song##sggu
russian: Модуль Furnace

source: DefleMask module##sggu
russian: Модуль DefleMask

source: you have loaded a backup! if you need to, please save it somewhere. DO NOT RELY ON THE BACKUP SYSTEM FOR AUTO-SAVE! Furnace will not save backups of backups.##sggu
russian: вы загрузили резервную копию! если необходимо, сохраните её где-то ещё. СИСТЕМА РЕЗЕРВНОГО КОПИРОВАНИЯ НЕ ЯВЛЯЕТСЯ СИСТЕМОЙ АВТОСОХРАНЕНИЯ! Furnace не сохраняет резервные копии резервных копий.

source: cut##sggu
russian: вырезать

source: copy##sggu
russian: копировать

source: paste##sggu0
russian: вставить

source: paste special...##sggu
russian: вставить...

source: paste mix##sggu
russian: вставить поверх

source: paste mix (background)##sggu
russian: вставить поверх (с заменой существующего)

source: paste with ins (foreground)##sggu
russian: вставить поверх с инстр. (без замены существующего)

source: no instruments available##sggu0
russian: нет доступных инструментов

source: paste with ins (background)##sggu
russian: вставить поверх с инстр. (с заменой существующего)

source: no instruments available##sggu1
russian: нет доступных инструментов

source: paste flood##sggu
russian: вставить с цикл. повт. буфера (до конца патт.)

source: paste overflow##sggu
russian: вставить (с возможным переходом в след. паттерн)

source: delete##sggu0
russian: удалить

source: select all##sggu
russian: выбрать всё

source: operation mask...##sggu
russian: маска операций...

source: delete##sggu1
russian: удаление

source: pull delete##sggu
russian: удал. с подтяг. след. строк

source: insert##sggu
russian: вставка пустой строки

source: paste##sggu1
russian: вставка

source: transpose (note)##sggu
russian: транспонирование (нота)

source: transpose (value)##sggu
russian: транспонирование (других параметров)

source: interpolate##sggu0
russian: интерполяция

source: fade##sggu
russian: градиент/затухание

source: invert values##sggu0
russian: инверсия значений

source: scale##sggu
russian: масштабирование

source: randomize##sggu
russian: заполнение случайными значениями

source: flip##sggu
russian: переворот

source: collapse/expand##sggu
russian: сжать/расширить

source: input latch##sggu
russian: буфер ввода

source: &&: selected instrument ..: no instrument##sggu
russian: &&: выбранный инструмент ..: без инструмента

source: Set##sggu
russian: Очистить

source: Reset##sggu
russian: Сбросить

source: note up##sggu
russian: на полутон вверх

source: note down##sggu
russian: на полутон вниз

source: octave up##sggu
russian: на октаву вверх

source: octave down##sggu
russian: на октаву вниз

source: values up##sggu
russian: параметры вверх

source: values down##sggu
russian: параметры вниз

source: values up (+16)##sggu
russian: параметры вверх (+16)

source: values down (-16)##sggu
russian: параметры вниз (-16)

source: transpose##sggu
russian: транспонировать

source: Notes##sggu
russian: Ноты

source: Values##sggu
russian: Параметры

source: interpolate##sggu1
russian: транспонировать

source: change instrument...##sggu
russian: заменить инструмент...

source: no instruments available##sggu
russian: нет доступных инструментов

source: gradient/fade...##sggu
russian: градиент/затухание...

source: Start##sggu
russian: Начало

source: End##sggu
russian: Конец

source: Nibble mode##sggu0
russian: Режим тетрад

source: Go ahead##sggu
russian: Применить

source: scale...##sggu
russian: масштабировать...

source: Scale##sggu
russian: Масштабировать

source: randomize...##sggu
russian: заполнить случайными значениями...

source: Minimum##sggu
russian: Нижняя граница

source: Maximum##sggu
russian: Верхняя граница

source: Nibble mode##sggu1
russian: Режим тетрад

source: Randomize##sggu
russian: Заполнить

source: invert values##sggu1
russian: инвертировать параметры

source: flip selection##sggu
russian: перевернуть выделенную область

source: collapse/expand amount##CollapseAmount
russian: коэффициент сжатия/расширения##CollapseAmount

source: collapse##sggu
russian: сжать

source: expand##sggu
russian: расширить

source: collapse pattern##sggu
russian: сжать паттерн

source: expand pattern##sggu
russian: расширить паттерн

source: collapse song##sggu
russian: сжать трек

source: expand song##sggu
russian: расширить трек

source: find/replace##sggu
russian: найти/заменить

source: clone pattern##sggu
russian: клонировать паттерн

source: Furnace has been started in Safe Mode. this means that: - software rendering is being used - audio output may not work - font loading is disabled check any settings which may have made Furnace start up in this mode. font loading is one of these.##sggu
russian: Furnace был запущен в безопасном режиме. это означает: - используется программная отрисовка - может не работать вывод звука - отключена загрузка шрифтов проверьте, какие настройки могли привести к запуску программы в этом режиме. загрузка шрифтов может быть одной из таких.

source: Unsaved changes! Save changes before opening file?##sggu0
russian: Остались несохранённые изменения! Сохранить их перед открытием файла?

source: Unsaved changes! Save changes before opening file?##sggu2
russian: Остались несохранённые изменения! Сохранить их перед открытием файла?

source: Error while loading file! (%s)##sggu0
russian: Ошибка при загрузке файла! (%s)

source: Unsaved changes! Save changes before quitting?##sggu
russian: Остались несохранённые изменения! Сохранить их перед выходом?
