Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: what are you doing? stop!##sgse
russian: ты чё делаешь? хватит!

source: it is a bad idea to set this number higher than your CPU core count (%d)!##sgse
russian: не рекомендуется выставлять здесь значение, большее количества ядер вашего ЦП (%d)!

source: Oscilloscope rendering engine:##sgse
russian: Движок отрисовки осциллографов:

source: ImGui line plot##sgse
russian: Отрисовка линий от ImGui

source: render using Dear ImGui's built-in line drawing functions.##sgse
russian: отрисовывать при помощи встроенных функций отрисовки линий Dear ImGui.

source: GLSL (if available)##sgse
russian: GLSL (при наличии)

source: render using shaders that run on the graphics card. only available in OpenGL ES 2.0 render backend.##sgse
russian: отрисовывать при помощи шейдеров, исполняемых на ГП. работает только при выборе OpenGL ES 2.0 в качестве библиотеки отрисовки.

source: render using shaders that run on the graphics card. only available in OpenGL 3.0 render backend.##sgse
russian: отрисовывать при помощи шейдеров, исполняемых на ГП. работает только при выборе OpenGL 3.0 в качестве библиотеки отрисовки.

source: File##sgse
russian: Файл

source: Vibration##sgse
russian: Вибрация

source: Strength##sgse
russian: Сила вибрации

source: Length##sgse
russian: Длина вибрации

source: Use system file picker##sgse
russian: Использовать диалоговое окно выбора файлов ОС

source: Number of recent files##sgse
russian: Количество недавних файлов

source: Compress when saving##sgse
russian: Сжимать сохраняемые файлы

source: use zlib to compress saved songs.##sgse
russian: использовать библиотеку zlib для сжатия сохраняемых модулей.

source: Save unused patterns##sgse
russian: Сохранять неиспользуемые паттерны

source: Use new pattern format when saving##sgse
russian: Использовать новый формат сохранения паттернов

source: use a packed format which saves space when saving songs. disable if you need compatibility with older Furnace and/or tools which do not support this format.##sgse
russian: использовать сжатый формат сохранения паттернов, что позволяет уменьшить размер файла с модулем. отключите, если нужна совместимость со старыми версиями Furnace и/или другими программами, которые не поддерживают новый формат.

source: Don't apply compatibility flags when loading .dmf##sgse
russian: Не применять флаги совместимости при загрузке .dmf

source: do not report any issues arising from the use of this option!##sgse
russian: не жалуйтесь на проблемы, которые возникнут после включения этой настройки!

source: Play after opening song:##sgse
russian: Проигрывание модуля после его загрузки:

source: No##pol0
russian: Нет##pol0

source: Only if already playing##pol1
russian: Только если до этого уже играл##pol1

source: Yes##pol0
russian: Да##pol0

source: Audio export loop/fade out time:##sgse
russian: Количество циклов проигрывания и время затухания при экспорте аудио:

source: Set to these values on start-up:##fot0
russian: Выставить эти значения при запуске:##fot0

source: Loops##sgse
russian: Циклы

source: Fade out (seconds)##sgse
russian: Затухание (в секундах)

source: Remember last values##fot1
russian: Запоминать предыдущие значения##fot1

source: Store instrument name in .fui##sgse
russian: Сохранять название инструмента в файле .fui

source: when enabled, saving an instrument will store its name. this may increase file size.##sgse
russian: При включении имя инструмента будет сохраняться в файле. это может увеличить размер файла.

source: Load instrument name from .fui##sgse
russian: Загружать имя инструмента из файла .fui

source: when enabled, loading an instrument will use the stored name (if present). otherwise, it will use the file name.##sgse
russian: При включении имя инструмента будет загружаться из файла (при наличии имени в файле). В противном случае будет использоваться имя файла.

source: Auto-fill file name when saving##sggu
russian: Автоматически подставлять имя файла при сохранении

source: fill the file name field with an appropriate file name when saving or exporting.##sggu
russian: подставлять соответствующее имя файла при экспорте или сохранении.

source: New Song##sgse
russian: Новая композиция

source: Initial system:##sgse
russian: Система по умолчанию:

source: Current system##sgse
russian: Текущая

source: Randomize##sgse
russian: Выбрать случайно

source: Reset to defaults##sgse
russian: Устан. по умолчанию

source: Name##sgse
russian: Название

source: Invert##sgse0
russian: Обр.

source: Invert##sgse1
russian: Обр.

source: Volume##sgse1
russian: Громкость

source: Panning##sgse
russian: Панорамирование

source: Front/Rear##sgse
russian: Передн./задн.

source: Configure##sgse
russian: Настроить

source: When creating new song:##sgse
russian: При создании новой композиции:

source: Display system preset selector##NSB0
russian: Отобразить окно выбора пресета системы##NSB0

source: Start with initial system##NSB1
russian: Начать с системы по умолчанию##NSB1

source: Default author name##sgse
russian: Имя автора по умолчанию

source: Start-up##sgse
russian: Запуск

source: Disable fade-in during start-up##sgse
russian: Отключить плавное появление интерфейса при запуске

source: About screen party time##sgse
russian: Вечеринка на экране "О программе"

source: Warning: may cause epileptic seizures.##sgse
russian: Внимание: может вызвать эпилептические приступы.

source: Behavior##sgse
russian: Поведение программы

source: New instruments are blank##sgse
russian: Пустые новые инструменты

source: Language##sgse
russian: Язык

source: GUI language##sgse
russian: Язык интерфейса

source: Translate channel names in pattern header##sgse
russian: Переводить имена каналов в заголовках паттернов

source: Translate channel names in channel oscilloscope label##sgse
russian: Переводить имена каналов в надписях на осциллографах отдельных каналов

source: Translate short channel names (in orders and other places)##sgse
russian: Переводить короткие имена каналов (в матрице паттернов и других местах)

source: Configuration##sgse0
russian: Настройки программы

source: Import##sgse
russian: Импорт

source: Export##sgse
russian: Экспорт

source: Factory Reset##sgse
russian: Сброс на заводские настройки

source: Are you sure you want to reset all Furnace settings? You must restart Furnace after doing so.##sgse
russian: Вы уверены, что хотите сбросить все настройки Furnace? Вам нужно будет перезапустить Furnace после этого.

source: Audio##sgse
russian: Аудио

source: Output##sgse
russian: Вывод

source: Backend##sgse
russian: Интерфейс

source: Driver##sgse
russian: Драйвер

source: Automatic##sgse2
russian: Автоматически

source: you may need to restart Furnace for this setting to take effect.##sgse2
russian: возможно, вам придётся перезапустить Furnace для применения настройки.

source: Device##sgse
russian: Устройство вывода

source: <click on OK or Apply first>##sgse
russian: <сначала нажмите на кнопки "ОК" или "Применить">

source: ALERT - TRESPASSER DETECTED##sgse
russian: ВНИМАНИЕ - ОБНАРУЖЕН НАРУШИТЕЛЬ

source: you have been arrested for trying to engage with a disabled combo box.##sgse
russian: вы были арестованы за попытку взаимодействия с выключенным выпадающим списком.

source: <System default>##sgse0
russian: <По умолчанию>

source: <System default>##sgse1
russian: <По умолчанию>

source: Sample rate##sgse
russian: Частота дискретизации

source: Outputs##sgse
russian: Выводы

source: common values: - 1 for mono - 2 for stereo - 4 for quadraphonic - 6 for 5.1 surround - 8 for 7.1 surround##sgse
russian: распространённые значения: - 1 для моно - 2 для стерео - 4 для квадрафонического звука - 6 для 5.1 объёмного звука - 8 для 7.1 объёмного звука

source: Channels##sgse
russian: Число каналов

source: What?##sgse3
russian: Что?

source: %d (latency: ~%.1fms)##sgse
russian: %d (задержка: ~%.1f мс)

source: Multi-threaded (EXPERIMENTAL)##sgse
russian: Многопоточность (ЭКСПЕРИМЕНТАЛЬНАЯ)

source: runs chip emulation on separate threads. may increase performance when using heavy emulation cores. warnings: - experimental! - only useful on multi-chip songs.##sgse
russian: исполняет эмуляторы чипов в отдельных потоках. может повысить производительность при использовании тяжёлых эмуляторов. внимание: - экспериментальная функция! - полезна только для композиций, использующих несколько чипов.

source: Number of threads##sgse
russian: Количество потоков

source: that's the limit!##sgse
russian: это предел!

source: it is a VERY bad idea to set this number higher than your CPU core count (%d)!##sgse
russian: это ОЧЕНЬ плохая идея - устанавливать это значение большим, чем колчество ядер ЦП (%d)!

source: Low-latency mode##sgse
russian: Режим малой задержки

source: reduces latency by running the engine faster than the tick rate. useful for live playback/jam mode. warning: only enable if your buffer size is small (10ms or less).##sgse
russian: уменьшает задержку, исполняя код движка трекера быстрее, чем указано в настройках. полезно для режима исполнения в реальном времени. внимание: включайте только если размер вашего аудиобуфера мал (10 мс или меньше).

source: Force mono audio##sgse
russian: Принудительно сводить в моно

source: Exclusive mode##sgse
russian: Исключительный режим

source: want: %d samples @ %.0fHz (%d %s)##sgse
russian: запрошено: %d сэмплов @ %.0f Гц (%d %s)

source: channel##sgse
russian: канал

source: got: %d samples @ %.0fHz (%d %s)##sgse
russian: получено: %d сэмплов @ %.0f Гц (%d %s)

source: Mixing##sgse
russian: Микширование

source: Quality##sgse
russian: Качество

source: Software clipping##sgse
russian: Программное ограничение сигнала

source: DC offset correction##sgse
russian: Коррекция смещения пост. составляющей

source: Metronome##sgse
russian: Метроном

source: Volume##sgse2
russian: Громкость метронома

source: Sample preview##sgse
russian: Превью сэмпла

source: Volume##sgse3
russian: Громкость

source: MIDI##sgse
russian: MIDI

source: MIDI input##sgse0
russian: Ввод MIDI

source: MIDI input##sgse1
russian: MIDI вход

source: <disabled>##sgse0
russian: <выкл.>

source: <disabled>##sgse1
russian: <выкл.>

source: Re-scan MIDI devices##sgse
russian: Перезап. скан. для обнаруж. MIDI-устройств

source: Note input##sgse0
russian: Ввод нот

source: Velocity input##sgse
russian: Ввод скорости нажатия

source: Map MIDI channels to direct channels##sgse
russian: Привязать MIDI-каналы к прямым каналам

source: Program change pass-through##sgse
russian: Пропускать на выход сообщения об изменении программы

source: Map Yamaha FM voice data to instruments##sgse
russian: Привязать данные тембров Yamaha FM к инструментам

source: Program change is instrument selection##sgse
russian: Смена программы = выбор инструмента

source: Listen to MIDI clock##sgse
russian: Следить за тактовой частотой MIDI

source: Listen to MIDI time code##sgse
russian: Следить за временным кодом MIDI

source: Value input style##sgse0
russian: Стиль ввода значений

source: Value input style##sgse1
russian: Стиль ввода значений

source: Control##valueCCS
russian: Управление##valueCCS

source: CC of upper nibble##valueCC1
russian: Управляющая команда для верхней тетрады##valueCC1

source: MSB CC##valueCC1
russian: Управл. ком. для старш. бита##valueCC1

source: CC of lower nibble##valueCC2
russian: Управляющая команда для нижней тетрады##valueCC2

source: LSB CC##valueCC2
russian: Управл. ком. для младш. бита##valueCC2

source: Per-column control change##sgse
russian: Изменение управления для каждого столбца

source: Volume curve##sgse0
russian: Кривая громкости

source: Volume curve##sgse1
russian: Кривая громкости

source: Actions:##sgse
russian: Действия:

source: (learning! press a button or move a slider/knob/something on your device.)##sgse
russian: (обучение! нажмите кнопку или подвигайте что-то на вашем устройстве.)

source: Type##sgse0
russian: Тип

source: Channel##sgse0
russian: Канал

source: Note/Control##sgse
russian: Нота/управление

source: Velocity/Value##sgse
russian: Скор. наж./парам.

source: Action##sgse
russian: Действие

source: Any##sgse0
russian: Любой

source: Any##sgse1
russian: Любая

source: Any##sgse2
russian: Любая

source: Any##sgse3
russian: Любое

source: --none--##sgse
russian: --нет--

source: waiting...##BLearn
russian: ожидание...##BLearn

source: Learn##BLearn
russian: Запомнить##BLearn

source: MIDI output##sgse0
russian: MIDI вывод

source: MIDI output##sgse1
russian: Устройство вывода MIDI

source: <disabled>##sgse2
russian: <выкл.>

source: <disabled>##sgse3
russian: <выкл.>

source: Output mode:##sgse
russian: Режим вывода:

source: Off (use for TX81Z)##sgse
russian: Выкл. (используйте для TX81Z)

source: Melodic##sgse
russian: Мелодия

source: Send Program Change##sgse
russian: Посылать команду изменения программы

source: Send MIDI clock##sgse
russian: Посылать тактовую частоту MIDI

source: Send MIDI timecode##sgse
russian: Посылать временной код MIDI

source: Timecode frame rate:##sgse
russian: Частота посылок временного кода:

source: Closest to Tick Rate##sgse
russian: Ближайшая к частоте движка трекера

source: Film (24fps)##sgse
russian: Киноплёнка (24 кадра в секунду)

source: PAL (25fps)##sgse
russian: PAL (25 кадров в секунду)

source: NTSC drop (29.97fps)##sgse
russian: NTSC с выпадением кадров (29.97 кадров в секунду)

source: NTSC non-drop (30fps)##sgse
russian: NTSC без выпадения кадров (30 кадров в секунду)

source: Emulation##sgse
russian: Эмуляция

source: Cores##sgse
russian: Ядра эмуляции

source: System##sgse
russian: Система/чип

source: Playback Core(s)##sgse
russian: Ядро(-а) воспроизведения

source: used for playback##sgse
russian: используется(-ются) для воспроизведения

source: Render Core(s)##sgse
russian: Ядро(-а) рендера

source: used in audio export##sgse
russian: используется(-ются) при рендере звука в аудиофайл

source: Quality##sgse1
russian: Качество

source: Playback##sgse
russian: Воспроизведение

source: Render##sgse
russian: Рендер

source: Other##sgse
russian: Разное

source: PC Speaker strategy##sgse
russian: Взаимодействие с PC Speaker

source: Sample ROMs:##sgse
russian: Образы ROM сэмплов:

source: OPL4 YRW801 path##sgse
russian: Путь к OPL4 YRW801

source: MultiPCM TG100 path##sgse
russian: Путь к MultiPCM TG100

source: MultiPCM MU5 path##sgse
russian: Путь к MultiPCM MU5

source: Keyboard##sgse0
russian: Клавиатура

source: Keyboard##sgse1
russian: Привязка клавиш

source: Import##sgse0
russian: Импорт

source: Export##sgse0
russian: Экспорт

source: Reset defaults##sgse0
russian: Сбросить до настроек по умолчанию

source: Are you sure you want to reset the keyboard settings?##sgse
russian: Вы действительно хотите сбросить настройки привязки клавиш?

source: Global hotkeys##sgse
russian: Глобальные горячие клавиши

source: Window activation##sgse
russian: Активация окон

source: Note input##sgse1
russian: Ввод нот

source: Key##sgse
russian: Клавиша

source: Type##sgse1
russian: Тип

source: Value##sgse
russian: Значение

source: Remove##sgse
russian: Убрать

source: Macro release##SNType_%d
russian: "Отпускание клавиши" (только для макросов)##SNType_%d

source: Note release##SNType_%d
russian: "Отпускание клавиши" (с включением фазы затухания огибающей)##SNType_%d

source: Note off##SNType_%d
russian: "Отпускание клавиши" (резкое)##SNType_%d

source: Note##SNType_%d
russian: Нота##SNType_%d

source: Add...##sgse
russian: Добавить...

source: Pattern##sgse0
russian: Паттерн

source: Instrument list##sgse
russian: Список инструментов

source: Wavetable list##sgse
russian: Список волновых таблиц

source: Local wavetables list##sgse
russian: Список локальных волновых таблиц

source: Sample list##sgse
russian: Список сэмплов

source: Orders##sgse0
russian: Матрица паттернов

source: Sample editor##sgse
russian: Редактор сэмплов

source: Interface##sgse0
russian: Интерфейс

source: Layout##sgse
russian: Компоновка интерфейса

source: Workspace layout:##sgse
russian: Расположение окон интерфейса:

source: Import##sgse1
russian: Импорт

source: Export##sgse1
russian: Экспорт

source: Reset##sgse
russian: Сбросить

source: Are you sure you want to reset the workspace layout?##sgse
russian: Вы действительно хотите сбросить компоновку окон интерфейса?

source: Allow docking editors##sgse
russian: Разрешить стыковать окна редакторов

source: Remember window position##sgse
russian: Запоминать положение окон

source: remembers the window's last position on start-up.##sgse
russian: при запуске программы восстанавливает последнее положение каждого окна.

source: Only allow window movement when clicking on title bar##sgse
russian: Разрешать перемещение окон только при нажатии на их полосу заголовка

source: Center pop-up windows##sgse
russian: Центрировать всплывающие окна

source: Play/edit controls layout:##sgse
russian: Компоновка управления воспроизведением/редактированием:

source: Classic##ecl0
russian: Классическая##ecl0

source: Compact##ecl1
russian: Компактная##ecl1

source: Compact (vertical)##ecl2
russian: Компактная (вертикальная)##ecl2

source: Split##ecl3
russian: С разделением на два окна##ecl3

source: Position of buttons in Orders:##sgse
russian: Позиция кнопок в редакторе матрицы паттернов:

source: Top##obp0
russian: Сверху##obp0

source: Left##obp1
russian: Слева##obp1

source: Right##obp2
russian: Справа##obp2

source: Mouse##sgse
russian: Мышь

source: Double-click time (seconds)##sgse
russian: Время двойного нажатия (в секундах)

source: Don't raise pattern editor on click##sgse
russian: Не поднимать редактор паттернов при нажатии

source: Focus pattern editor when selecting instrument##sgse
russian: Переместить фокус на редактор паттернов при выборе инструмента

source: Note preview behavior:##sgse
russian: Превью нот:

source: Never##npb0
russian: Никогда##npb0

source: When cursor is in Note column##npb1
russian: Когда курсор находится в столбце нот##npb1

source: When cursor is in Note column or not in edit mode##npb2
russian: Когда курсор находится в столбце нот или не включён режим редактирования##npb2

source: Always##npb3
russian: Всегда##npb3

source: Allow dragging selection:##sgse
russian: Разрешить перемещение выделенного фрагмента:

source: No##dms0
russian: Нет##dms0

source: Yes##dms1
russian: Да##dms1

source: Yes (while holding Ctrl only)##dms2
russian: Да (только при нажатой клавише Ctrl)##dms2

source: Toggle channel solo on:##sgse
russian: Включать режим соло для канала:

source: Right-click or double-click##soloA
russian: ПКМ или двойное нажатие##soloA

source: Right-click##soloR
russian: ПКМ##soloR

source: Double-click##soloD
russian: Двойное нажатие##soloD

source: Double click selects entire column##sgse
russian: Двойное нажатие выделяет весь столбец

source: Cursor behavior##sgse
russian: Поведение курсора

source: Insert pushes entire channel row##sgse
russian: Клавиша Insert сдвигает паттерны на всех каналах

source: Pull delete affects entire channel row##sgse
russian: Удаление с подтягиванием следующих строк сдвигает паттерны на всех каналах

source: Push value when overwriting instead of clearing it##sgse
russian: Отодвинуть значение ячейки в соседнюю вместо удаления при перезаписи ячейки

source: Keyboard note/value input repeat (hold key to input continuously)##sgse
russian: Повторяющийся ввод нот/значений с клавиатуры (удерживайте клавишу для постоянного ввода

source: Effect input behavior:##sgse
russian: Ввод эффектов:

source: Move down##eicb0
russian: перемещаться вниз##eicb0

source: Move to effect value (otherwise move down)##eicb1
russian: Перепрыгнуть на параметр эффекта (иначе перемещаться вниз)##eicb1

source: Move to effect value/next effect and wrap around##eicb2
russian: Перепрыгнуть на параметр эффекта/следующий эффект, в конце строки перепрыгнуть в начало строки эффектов##eicb2

source: Delete effect value when deleting effect##sgse
russian: Удалять параметр эффекта при удалении эффекта

source: Change current instrument when changing instrument column (absorb)##sgse
russian: Изменять выделенный инструмент при редактировании столбца инструмента

source: Remove instrument value when inserting note off/release##sgse
russian: Удалять значение столбца инструмента при вводе ноты OFF/===

source: Remove volume value when inserting note off/release##sgse
russian: Удалять значение столбца громкости при вводе ноты OFF/===

source: Cursor movement##sgse
russian: Передвижение курсора

source: Wrap horizontally:##sgse
russian: Переносить по горизонтали:

source: No##wrapH0
russian: Нет##wrapH0

source: Yes##wrapH1
russian: Да##wrapH1

source: Yes, and move to next/prev row##wrapH2
russian: Да, и переходить на следующую/предыдущую строку##wrapH2

source: Wrap vertically:##sgse
russian: Переносить по вертикали:

source: No##wrapV0
russian: Нет##wrapV0

source: Yes##wrapV1
russian: Да##wrapV1

source: Yes, and move to next/prev pattern##wrapV2
russian: Да, и переходить на следующий/предыдущий паттерн##wrapV2

source: Yes, and move to next/prev pattern (wrap around)##wrapV2
russian: Да, и переходить на следующий/предыдущий паттерн (с переносом в начало/конец)##wrapV2

source: Cursor movement keys behavior:##sgse
russian: Передвижение курсора при помощи клавиш:

source: Move by one##cmk0
russian: Сдвигать на одну позицию##cmk0

source: Move by Edit Step##cmk1
russian: Сдвигать на шаг редактирования##cmk1

source: Move cursor by edit step on delete##sgse
russian: Сдвигать курсор на шаг редактирования при удалении

source: Move cursor by edit step on insert (push)##sgse
russian: Сдвигать курсор на шаг редактирования при вставке

source: Move cursor up on backspace-delete##sgse
russian: Сдвигать курсор вверх при удалении по нажатию Backspace

source: Move cursor to end of clipboard content when pasting##sgse
russian: Сдвигать курсор в конец вставленного фрагмента при вставке

source: Scrolling##sgse
russian: Прокрутка

source: Change order when scrolling outside of pattern bounds:##sgse
russian: Менять положение в матрице паттернов при прокрутке за пределы паттернов:

source: No##pscroll0
russian: Нет##pscroll0

source: Yes##pscroll1
russian: Да##pscroll1

source: Yes, and wrap around song##pscroll2
russian: Да, и переносить в начало/конец трека##pscroll2

source: Cursor follows current order when moving it##sgse
russian: Курсор остаётся на строке матрицы паттернов при перемещении этой строки

source: applies when playback is stopped.##sgse
russian: действительно только при остановленном воспроизведении.

source: Don't scroll when moving cursor##sgse
russian: Не прокручивать при перемещении курсора

source: Move cursor with scroll wheel:##sgse
russian: Перемещать курсор при помощи колёсика мыши:

source: No##csw0
russian: Нет##csw0

source: Yes##csw1
russian: Да##csw1

source: Inverted##csw2
russian: Да, но в обратном направлении##csw2

source: How many steps to move with each scroll wheel step?##sgse
russian: На сколько позиций свдигаться при каждом шаге колёсика мыши?

source: One##cws0
russian: На одну##cws0

source: Edit Step##cws1
russian: На шаг редактирования##cws1

source: Assets##sgse0
russian: Ресурсы

source: Display instrument type menu when adding instrument##sgse
russian: Отображать тип инструмента при добавлении инструмента

source: Select asset after opening one##sgse
russian: Выделять объект после открытия

source: Appearance##sgse
russian: Внешний вид

source: Scaling##sgse
russian: Масштаб

source: Automatic UI scaling factor##sgse
russian: Автоматическое масштабирование интерфейса

source: UI scaling factor##sgse
russian: Масштаб интерфейса

source: Icon size##sgse
russian: Размер иконок

source: Text##sgse
russian: Текст

source: Font renderer##sgse
russian: Отрисовщик шрифта

source: Main font##sgse
russian: Основной шрифт

source: Size##MainFontSize
russian: Размер##MainFontSize

source: Header font##sgse
russian: Шрифт заголовков

source: Size##HeadFontSize
russian: Размер##HeadFontSize
