Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: 11xx: Set channel echo level (00 to FF)##sesd
russian: 11xx: Уровень эхо на канале (00-FF)

source: 12xx: Toggle QSound algorithm (0: disabled; 1: enabled)##sesd
russian: 12xx: Переключить алгоритм QSound (0: выкл.; 1: вкл.)

source: 3xxx: Set echo delay buffer length (000 to AA5)##sesd
russian: 3xxx: Длина буфера задержки эхо (000-AA5)

source: used in some of Capcom's arcade boards. surround-like sampled sound with echo.##sesd
russian: использовался в некоторых аркадных автоматах Capcom. сэмпилрованный звук с эхо и эффектом окружающего звучания.

source: the chip used in a computer design created by The 8-Bit Guy.##sesd
russian: чип, используемый в модели компьютера, разработанного 8-Bit Guy.

source: 20xx: Set waveform##sesd
russian: 20xx: Волна

source: 22xx: Set duty cycle (0 to 3F)##sesd
russian: 22xx: Скважность (0-3F)

source: so Taito asked Yamaha if they could get the two missing FM channels back, and Yamaha gladly provided them with this chip. this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies.##sesd
russian: Taito попросили Yamaha вернуть два отсутствующих FM-канала, и Yamaha с радостью предоставила им этот чип. Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами.

source: so Taito asked Yamaha if they could get the two missing FM channels back, and Yamaha gladly provided them with this chip. this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies. this one includes CSM mode control for special effects on Channel 3.##sesd
russian: Taito попросили Yamaha вернуть два отсутствующих FM-канала, и Yamaha с радостью предоставила им этот чип. Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами. У этой версии есть контроль режима CSM для специальных эффектов на третьем канале.

source: this is the same thing as SegaPCM, but only exposes 5 of the channels for compatibility with DefleMask.##sesd
russian: это то же самое, что и SegaPCM, но доступно всего пять каналов для совместимости с DefleMask.

source: a sound chip used in several Seta/Allumer-manufactured arcade boards with too many channels of wavetable sound, which also are capable of sampled sound.##sesd
russian: звуковой чип, использовавшийся в нескольких аркадных автоматах Seta/Allumer. имеет слишком много каналов волновых таблиц, способных так же воспроизводить сэмплы.

source: 10xx: Set waveform##sesd7
russian: 10xx: Волна

source: 11xx: Set envelope shape##sesd
russian: 11xx: Форма огибающей

source: 12xx: Set sample bank slot (0 to 7)##sesd
russian: 12xx: Слот банка сэмплов (0-7)

source: 17xx: Toggle PCM mode (LEGACY)##sesd4
russian: 17xx: Переключить режим ИКМ (СОВМЕСТИМОСТЬ)

source: 18xx: Set waveform (local)##sesd2
russian: 18xx: Волна (локальная)

source: 20xx: Set PCM frequency (1 to FF)##sesd
russian: 20xx: Частота ИКМ (1-FF)

source: 22xx: Set envelope mode (bit 0: enable; bit 1: one-shot; bit 2: split shape to L/R; bit 3/5: H.invert right/left; bit 4/6: V.invert right/left)##sesd
russian: 22xx: Режим огибающей (бит 0: вкл.; бит 1: однокр.; бит 2: разделить форму на лево/право; биты 3/5: Г.инвертир. право/лево; бит 4/6: В.инвертир. право/лево)

source: 23xx: Set envelope period##sesd
russian: 23xx: Период огибающей

source: 25xx: Envelope slide up##sesd1
russian: 25xx: Портаменто огибающей вверх

source: 26xx: Envelope slide down##sesd1
russian: 26xx: Портаменто огибающей вниз

source: 29xy: Set auto-envelope (x: numerator; y: denominator)##sesd1
russian: 29xy: Авто-огибающая (x: числитель; y: знаменатель)

source: this is the wavetable part of the Bubble System, which also had two AY-3-8910s.##sesd
russian: это таблично-волновая часть Bubble System, которая так же имела два AY-3-8910.

source: like OPL3, but this time it also has a 24-channel version of MultiPCM.##sesd
russian: как OPL3, но на этот раз также имеется 24-канальная версия MultiPCM.

source: the OPL4 but with drums mode turned on.##sesd
russian: OPL4 с включёным режимом ударных.

source: 11xx: Set filter mode (00 to 03)##sesd
russian: 11xx: Режим фильтра (00-03)

source: 14xx: Set filter coefficient K1 low byte (00 to FF)##sesd
russian: 14xx: Младший байт коэффициента фильтра K1 (00-FF)

source: 15xx: Set filter coefficient K1 high byte (00 to FF)##sesd
russian: 15xx: Старыший байт коэффициента фильтра K1 (00-FF)

source: 16xx: Set filter coefficient K2 low byte (00 to FF)##sesd
russian: 16xx: Младший байт коэффициента фильтра K2 (00-FF)

source: 17xx: Set filter coefficient K2 high byte (00 to FF)##sesd
russian: 17xx: Старыший байт коэффициента фильтра K2 (00-FF)

source: 18xx: Set filter coefficient K1 slide up (00 to FF)##sesd
russian: 18xx: Нарастание коэффициента фильтра K1 (00-FF)

source: 19xx: Set filter coefficient K1 slide down (00 to FF)##sesd
russian: 19xx: Уменьшение коэффициента фильтра K1 (00-FF)

source: 1Axx: Set filter coefficient K2 slide up (00 to FF)##sesd
russian: 1Axx: Нарастание коэффициента фильтра K2 (00-FF)

source: 1Bxx: Set filter coefficient K2 slide down (00 to FF)##sesd
russian: 1Bxx: Уменьшение коэффициента фильтра K2 (00 to FF)

source: 22xx: Set envelope left volume ramp (signed) (00 to FF)##sesd
russian: 22xx: Нарастание огибающей громкости левого канала (знаковое) (00-FF)

source: 23xx: Set envelope right volume ramp (signed) (00 to FF)##sesd
russian: 23xx: Нарастание огибающей громкости правого канала (знаковое) (00-FF)

source: 24xx: Set envelope filter coefficient k1 ramp (signed) (00 to FF)##sesd
russian: 24xx: Нарастание огибающей коэффициента фильтра K1 (знаковое) (00-FF)

source: 25xx: Set envelope filter coefficient k1 ramp (signed, slower) (00 to FF)##sesd
russian: 25xx: Нарастание огибающей коэффициента фильтра K1 (знаковое, медленнее) (00-FF)

source: 26xx: Set envelope filter coefficient k2 ramp (signed) (00 to FF)##sesd
russian: 26xx: Нарастание огибающей коэффициента фильтра K2 (знаковое) (00-FF)

source: 27xx: Set envelope filter coefficient k2 ramp (signed, slower) (00 to FF)##sesd
russian: 27xx: 25xx: Нарастание огибающей коэффициента фильтра K2 (знаковое, медленнее) (00-FF)

source: DFxx: Set sample playback direction (0: normal; 1: reverse)##sesd1
russian: DFxx: Направление проигрывания сэмпла (0: обычное; 1: обратное)

source: 120x: Set pause (bit 0)##sesd
russian: 120x: Пауза (бит 0)

source: 2xxx: Set envelope count (000 to 1FF)##sesd
russian: 2xxx: Отсчёт огибающей (000-1FF)

source: 3xxx: Set filter coefficient K1 (000 to FFF)##sesd
russian: 3xxx: Коэффициент фильтра K1 (000-FFF)

source: 4xxx: Set filter coefficient K2 (000 to FFF)##sesd
russian: 4xxx: Коэффициент фильтра K2 (000-FFF)

source: a sample chip made by Ensoniq, which is the basis for the GF1 chip found in Gravis' Ultrasound cards.##sesd
russian: сэмплерный чип от Ensoniq, на основе которго была сделан чип GF1, применявшийся в звуковых картах Gravis Ultrasound.

source: like OPL but with an ADPCM channel.##sesd
russian: как OPL, но с каналом АДИКМ-сэмплов.

source: the Y8950 chip, in drums mode.##sesd
russian: Чип Y8950 в режиме ударных.

source: this is a variant of Konami's SCC chip with the last channel's wavetable being independent.##sesd
russian: вариант чипа Konami SCC с независимой волновой таблицей последнего канала.

source: 10xx: Set waveform (0 to 7)##sesd1
russian: 10xx: Волна (0-7)

source: 12xx: Set pulse width (0 to 7F)##sesd
russian: 12xx: Скважность (0-7F)

source: 13xx: Set resonance (0 to FF)##sesd
russian: 13xx: Резонанс (0-FF)

source: 14xx: Set filter mode (bit 0: ring mod; bit 1: low pass; bit 2: high pass; bit 3: band pass)##sesd
russian: 14xx: Режим фильтра (бит 0: кольцевая модуляция; бит 1: ФНЧ; бит 2: ФВЧ; бит 3: ППФ)

source: 15xx: Set frequency sweep period low byte##sesd
russian: 15xx: Младший байт аппаратного портаменто

source: 16xx: Set frequency sweep period high byte##sesd
russian: 16xx: Старший байт аппаратного портаменто

source: 17xx: Set volume sweep period low byte##sesd
russian: 17xx: Младший байт аппаратного изменения громкости

source: 18xx: Set volume sweep period high byte##sesd
russian: 18xx: Старший байт аппаратного изменения громкости

source: 19xx: Set cutoff sweep period low byte##sesd
russian: 19xx: Младший байт аппаратного изменения частоты среза

source: 1Axx: Set cutoff sweep period high byte##sesd
russian: 1Axx: Старший байт аппаратного изменения частоты среза

source: 1Bxx: Set frequency sweep boundary##sesd
russian: 1Bxx: Граница аппаратного портаменто

source: 1Cxx: Set volume sweep boundary##sesd
russian: 1Cxx: Граница аппаратного изменения громкости

source: 1Dxx: Set cutoff sweep boundary##sesd
russian: 1Dxx: Граница аппаратного изменения частоты среза

source: 1Exx: Set phase reset period low byte##sesd
russian: 1Exx: Младший байт периода сброса фазы

source: 1Fxx: Set phase reset period high byte##sesd
russian: 1Fxx: Старший байт периода сброса фазы

source: 20xx: Toggle frequency sweep (bit 0-6: speed; bit 7: direction is up)##sesd
russian: 20xx: Переключить аппаратное портаменто (биты 0-6: скорость; бит 7: направление вверх)

source: 21xx: Toggle volume sweep (bit 0-4: speed; bit 5: direction is up; bit 6: loop; bit 7: alternate)##sesd
russian: 21xx: Переключить аппаратное изменение громкости (биты 0-4: скорость; бит 5: направление вверх; бит 6: цикл; бит 7: вверх-вниз)

source: 22xx: Toggle cutoff sweep (bit 0-6: speed; bit 7: direction is up)##sesd
russian: 22xx: Переключить аппаратное изменение частоты среза фильтра (бит 0-6: скорость; бит 7: направление вверх)

source: 4xxx: Set cutoff (0 to FFF)##sesd
russian: 4xxx: Частота среза (0-FFF)

source: tildearrow's fantasy sound chip. put SID, AY and VERA in a blender, and you get this!##sesd
russian: вымышленный звуковой чип tildearrow. загрузите в блендер SID, AY и VERA, и вы получите этот чип!

source: an ADPCM sound chip manufactured by OKI and used in many arcade boards.##sesd
russian: АДИКМ звуковой чип фирмы OKI. Использовался во многих аркадных автоматах.

source: 20xx: Set chip output rate (0: clock/132; 1: clock/165)##sesd
russian: 20xx: Частота дискретизации выходного сигнала (0: тактовая частота/132; 1: тактовая частота/165)

source: an ADPCM sound chip manufactured by OKI and used in the Sharp X68000.##sesd
russian: АДИКМ звуковой чип фирмы OKI, использовавшийся в Sharp X68000.

source: 20xx: Set frequency divider (0-2)##sesd
russian: 20xx: Делитель частоты (0-2)

source: 21xx: Select clock rate (0: full; 1: half)##sesd
russian: 21xx: Тактовая частота (0: полная; 1: половинная)

source: used in some arcade boards. Can play back either 4-bit ADPCM, 8-bit PCM or 16-bit PCM.##sesd
russian: использовался в некоторых аркадных автоматах. Может воспроизводить 4-битные АДИКМ, 8- и 16-битные ИКМ сэмплы.

source: 10xx: Set waveform##sesd8
russian: 10xx: Волна

source: 11xx: Select waveform (local)##sesd1
russian: 11xx: Волна (локальная)

source: 10xx: Set waveform##sesd9
russian: 10xx: Волна

source: 11xx: Toggle noise mode##sesd2
russian: 11xx: Переключить режим шума

source: a wavetable sound chip used in Pac-Man, among other early Namco arcade games.##sesd
russian: таблично-волновой чип, использовавшийся в игровом автомате Pac-Man и других ранних автоматах Namco.

source: successor of the original Namco WSG chip, used in later Namco arcade games.##sesd
russian: следующая модель после Namco WSG, использовался в поздних игровых автоматах Namco.

source: like Namco C15 but with stereo sound.##sesd
russian: похож на Namco C15, но с поддержкой стерео.

source: a square wave additive synthesis chip made by OKI. used in some arcade machines and instruments.##sesd
russian: чип с меандрами и аддитивным синтезом от фирмы OKI. использовался в некоторых игровых автоматах и инструментах.

source: 10xy: Set group control (x: sustain; y: part toggle bitmask)##sesd
russian: 10xy: Контроль группы (x: сустейн; y: битовая маска частей)

source: 11xx: Set noise mode##sesd0
russian: 11xx: Режим шума

source: 12xx: Set group attack (0 to 5)##sesd
russian: 12xx: Атака группы (0-5)

source: 13xx: Set group decay (0 to 11)##sesd
russian: 13xx: Спад группы (0-11)

source: this chip is mostly known for being in the Sega Genesis (but it also was on the FM Towns computer). this system uses software mixing to provide two sample channels.##sesd
russian: этот чип в основном известен по причине того, что он находился в Sega Genesis (но он также использовался в компьютере FM Towns). эта версия использует программное смешение сигналов, за счёт чего возможно использование двух каналов сэмплов.

source: this chip is mostly known for being in the Sega Genesis (but it also was on the FM Towns computer). this system uses software mixing to provide two sample channels. this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies. this one includes CSM mode control for special effects on Channel 3.##sesd
russian: этот чип в основном известен по причине того, что он находился в Sega Genesis (но он также использовался в компьютере FM Towns). эта версия использует программное смешение сигналов, за счёт чего возможно использование двух каналов сэмплов. Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами. У этой версии есть контроль режима CSM для специальных эффектов на третьем канале.

source: an SN76489 derivative used in Neo Geo Pocket, has independent stereo volume and noise channel frequency.##sesd
russian: вариант SN76489, использовавшийся в Neo Geo Pocket. Имеет независимую регулировку громкости стереоканалов и частоты канала шума.

source: 20xx: Set noise length (0: short, 1: long)##sesd
russian: 20xx: Длина шума (0: короткий, 1: длинный)

source: as generic sample playback as it gets.##sesd
russian: настолько типичное воспроизведение сэмплов, насколько это возможно.

source: this PCM chip was widely used at Konami arcade boards in 1986-1990.##sesd
russian: этот ИКМ чип широко использовался в игровых автоматах Konami с 1986 по 1990 год.

source: yet another PCM chip from Irem. like Amiga, but less pitch resolution and no sample loop.##sesd
russian: ещё один ИКМ чип от Irem. как Amiga, но с меньшим разрешением регулировки частоты и без зацикливания сэмплов.

source: a SoC with wavetable sound hardware.##sesd
russian: СнК с таблично-волновым синтезатором звука.

source: a game console with 3 channels of square wave. it's what happens after fusing TIA and VIC together.##sesd
russian: игровая консоль с тремя каналами квадратных волн. вот что получается, если скрестить TIA и VIC.

source: 10xx: Set ring modulation (0: disable, 1: enable)##sesd
russian: 10xx: Кольцевая модуляция (0: выкл., 1: вкл.)

source: 11xx: Raw frequency (0-3E)##sesd
russian: 11xx: Сырая частота (0-3E)

source: another ZX Spectrum beeper system with full PWM pulses and 3-level volume per channel. it also has a pitchable overlay sample channel.##sesd
russian: ещё одна система с пищалкой ZX Spectrum, на этот раз содержащая полноценные прямоугольные волны с регулировкой скважности и тремя уровнями громкости для каждого канала. Также имеется перекрывающий канал сэмплов с регулировкой частоты.

source: 12xx: Set pulse width##sesd1
russian: 12xx: Скважность

source: this PCM chip was widely used at Konami arcade boards in 1990-1992.##sesd
russian: этот ИКМ чип широко использовался в игровых автоматах Konami с 1990 по 1992.

source: DFxx: Set sample playback direction (0: normal; 1: reverse)##sesd2
russian: DFxx: Направление проигрывания сэмпла (0: обычное; 1: обратное)

source: two square waves (one may be turned into noise). used in the Commodore Plus/4, 16 and 116.##sesd
russian: два канала квадратных волн (один из них может играть шум). использовался в Commodore Plus/4, 16 и 116.

source: Namco's first PCM chip from 1987. it's pretty good for being so.##sesd
russian: первый ИКМ чип Namco из 1987 года. для своего времени он весьма неплох.

source: Namco's PCM chip used in their NA-1/2 hardware. very similar to C140, but has noise generator.##sesd
russian: ИКМ чип Namco, использовавшийся в их устройствах NA-1/2. очень похож на C140, но имеет генератор шума.

source: 11xx: Set noise mode##sesd1
russian: 11xx: Режим шума

source: 12xy: Set invert mode (x: surround; y: invert)##sesd
russian: 12xy: Режим инвертирования (x: окруж. звук; y: инверт.)

source: a unique FM synth featured in PC sound cards. based on the OPL3 design, but with lots of its features extended.##sesd
russian: уникальный чип с FM-синтезом, применявшийся в звуковых картах для PC. основан на OPL3, но с сильно расширенным функционалом.

source: 2Exx: Toggle hard envelope reset on new notes##sesd
russian: 2Exx: Переключить жёсткий перезапуск огибающей на новой ноте

source: first Ensoniq chip used in their synths and Apple IIGS computer. Has 32 hard-panned 8-bit wavetable/sample channels, can do oscillator sync (like SID) and amplitude modulation. Can have up to 128 KiB (2 banks of 64 KiB) of memory for wavetables/samples. As Robert Yannes (SID chip creator) said, it's more or less what SID chip could be if he was given enough time for its development.##sesd
russian: первый чип Ensoniq, использовавшийся в их синтезаторах и в компьютере Apple IIGS. Имеет 32 канала волновых таблиц/сэмплов с жёстким панорамированием, имеется синхронизация осцилляторов (как SID) и амплитудная модуляция. Может иметь до 128 КиБ (2 банка по 64 КиБ) памяти для волновых таблиц/сэмплов. Как сказал Robert Yannes (создатель чипа SID), это более-менее то, чем мог быть чип SID, если бы ему дали достаточно времени для его разработки.

source: 11xx: Set number of enabled oscillators (2-1F)##sesd
russian: 11xx: Количество включённых осцилляторов (2-1F)

source: 12xx: Set oscillator output (0-7, 0=left, 1=right)##sesd
russian: 12xx: Вывод сигнала осциллятора (0-7, 0=лево, 1=право)

source: 13xx: Set wave/sample length (0-7, 0=256, 1=512, 2=1024, etc.)##sesd
russian: 13xx: Длина волны/сэмпла (0-7, 0=256, 1=512, 2=1024 и т.д.)

source: 14xx: Set wave/sample position in memory (xx*256 offset)##sesd
russian: 14xx: Начальное смещение волны/сэмпла в памяти (смещение xx*256)

source: 15xx: Set oscillator mode (0-3)##sesd
russian: 15xx: Режим осциллятора (0-3)

source: a fantasy sound chip designed by jvsTSX and The Beesh-Spweesh! used in the Hexheld fantasy console.##sesd
russian: вымышленный звуковой чип, разработанный jvsTSX и The Beesh-Spweesh! используется в вымышленной игровой консоли Hexheld.

source: 20xx: Load low byte of noise channel LFSR (00 to FF) or slope channel accumulator (00 to 7F)##sesd
russian: 20xx: Загрузить младший байт в РСЛОС канала шума (00-FF) или в аккумулятор канала ската (00-7F)

source: 21xx: Load high byte of noise channel LFSR (00 to FF)##sesd
russian: 21xx: Загрузить старший байт в РСЛОС канала шума (00-FF)

source: 22xx: Write to I/O port A##sesd
russian: 22xx: Записать в порт ввода-вывода A

source: 23xx: Write to I/O port B##sesd
russian: 23xx: Записать в порт ввода-вывода B

source: this chip was featured in the Enterprise 128 computer. it is similar to POKEY, but with stereo output, more features and frequency precision and the ability to turn left or right (or both) channel into a 6-bit DAC for sample playback.##sesd
russian: этот чип стоял в компьютере Enterprise 128. он похож на POKEY, но имеет стерео звук, больше функций, более точную настройку частоты и возможность превращать левый или правый (или оба) канал в 6-битный ЦАП для проигрывания сэмплов.

source: 10xx: Set waveform (0 to 4; 0 to 3 on noise)##sesd
russian: 10xx: Волна (0-4; 0-3 на канале шума)

source: 11xx: Set noise frequency source (0: fixed; 1-3: channels 1 to 3)##sesd
russian: 11xx: Источник частоты шума (0: фикс.; 1-3: каналы 1-3)

source: 12xx: Toggle high-pass with next channel##sesd
russian: 12xx: Переключить ФВЧ от следующего канала

source: 13xx: Toggle ring modulation with channel+2##sesd
russian: 13xx: Переключить кольцевую модуляцию от канал+2

source: 14xx: Toggle swap counters (noise only)##sesd
russian: 14xx: Переключить смену счётчиков (только шум)

source: 15xx: Toggle low pass (noise only)##sesd
russian: 15xx: Переключить ФНЧ (только шум)

source: 16xx: Set clock divider (0: /2; 1: /3)##sesd
russian: 16xx: Делитель частоты (0: /2; 1: /3)

source: a fictional sound chip by LTVA. like SID, but with many of its problems fixed. also features extended functionality like more wave mixing modes, tonal noise, filter and volume per channel.##sesd
russian: вымышленный звуковой чип за авторством LTVA. похож на SID, но в нём исправлены многие его проблемы. также в этом чипе имеется дополнительный функционал, например, новые способы смешения волн, тональный зацикленный шум, отдельные регулировка громкости и фильтр на каждом канале.

source: a fictional sound chip by Euly. similar to Ricoh 2A03, but all the duty cycles are different, noise has 32 pitches instead of 16 and you have four hard-coded waveforms on triangle channel.##sesd
russian: вымышленный звуковой чип за авторством Euly. почти как Ricoh 2A03, но все четыре скважности разные, у шума 32 частоты вместо 16, а на канале треугольной волны можно играть четыре предопределённые волны.

source: 12xx: Set duty cycle/noise mode (pulse: 0 to 3; noise: 0 or 1, wave: 0 to 3)##sesd
russian: 12xx: Скважность/режим шума (меандр: 0-3; шум: 0 или 1; волна: 0-3)

source: 19xx: Set wave linear counter (0 to 7F; 80 and higher halt)##sesd
russian: 19xx: Линейный счётчик канала волны (0-7F; 80 и выше мгновенно останавливают волну)

source: additional PCM FIFO channels in Game Boy Advance driven directly by its DMA hardware.##sesd
russian: дополнительные ИКМ FIFO-каналы в Game Boy Advance с сигналом напрямую от аппаратного контроллера DMA.

source: additional PCM FIFO channels in Game Boy Advance driven by software mixing to provide up to sixteen sample channels.##sesd
russian: дополнительные ИКМ FIFO-каналы в Game Boy Advance, управляемые при помощи программного микширования, что даёт до 16 каналов сэмплов.

source: 11xy: Set echo channel (x: left/right source; y: delay (0 disables))##sesd
russian: 11xy: Канал эхо (x: левый/правый источник; y: задержка (0 отключает))

source: 12xy: Toggle invert (x: left; y: right)##sesd
russian: 12xy: Инверсия сигнала (x: лево; y: право)

source: a handheld video game console with two screens. it uses a stylus.##sesd
russian: портативная игровая консоль с двумя экранами. необходим стилус.

source: 1Fxx: Set global volume (0 to 7F)##sesd
russian: 1Fxx: Глобальная громкость (0-7F)

source: FZT sound source##sesd
russian: Источник звука FZT

source: a software synth core by LTVA used in Flizzer Tracker (Flipper Zero chiptune tracker).##sesd
russian: ядро программного синтеза за авторством LTVA, используемое в программе Flizzer Tracker (чиптюн-трекер для Flipper Zero).

source: 10xx: Set wave (bits: 0: noise, 1: pulse, 2: triangle, 3: sawtooth, 4: metallic noise, 5: sine)##sesd
russian: 10xx: Волна (биты: 0: шум, 1: прямоуг., 2: треуг., 3: пила, 4: "металлический" шум, 5: синус)

source: 11xy: PWM (pulsolo) with speed x and depth y##sesd
russian: 11xy: ШИМ (пульсоло) со скоростью x и глубиной y

source: 12xx: Set pulse width##sesd
russian: 12xx: Скважность

source: 13xx: Pulse width up##sesd
russian: 13xx: Изменение скважности вверх

source: 14xx: Pulse width down##sesd
russian: 14xx: Изменение скважности вниз

source: 15xx: Set filter cutoff##sesd
russian: 15xx: Частота среза фильтра

source: 16xx: Set volume##sesd
russian: 16xx: Громкость

source: 17xx: Toggle filter##sesd
russian: 17xx: Вкл./выкл. фильтр

source: 18xx: Set filter mode##sesd
russian: 18xx: Режим фильтра

source: 19xx: Phase reset##sesd
russian: 19xx: Сброс фазы

source: 1Axx: Filter cutoff up##sesd
russian: 1Axx: Частота среза вверх
