Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: Waveform (15)##CC_GUI_COLOR_OSC_WAVE_CH14
russian: Волна (15)##CC_GUI_COLOR_OSC_WAVE_CH14

source: Waveform (16)##CC_GUI_COLOR_OSC_WAVE_CH15
russian: Волна (16)##CC_GUI_COLOR_OSC_WAVE_CH15

source: Low##CC_GUI_COLOR_VOLMETER_LOW
russian: Низкий уровень##CC_GUI_COLOR_VOLMETER_LOW

source: High##CC_GUI_COLOR_VOLMETER_HIGH
russian: Высокий уровень##CC_GUI_COLOR_VOLMETER_HIGH

source: Clip##CC_GUI_COLOR_VOLMETER_PEAK
russian: Зашкал##CC_GUI_COLOR_VOLMETER_PEAK

source: Order number##CC_GUI_COLOR_ORDER_ROW_INDEX
russian: Номер строки##CC_GUI_COLOR_ORDER_ROW_INDEX

source: Playing order background##CC_GUI_COLOR_ORDER_ACTIVE
russian: Фон текущей строки##CC_GUI_COLOR_ORDER_ACTIVE

source: Song loop##CC_GUI_COLOR_SONG_LOOP
russian: Место зацикливания трека##CC_GUI_COLOR_SONG_LOOP

source: Selected order##CC_GUI_COLOR_ORDER_SELECTED
russian: Выделенный столбец##CC_GUI_COLOR_ORDER_SELECTED

source: Similar patterns##CC_GUI_COLOR_ORDER_SIMILAR
russian: Похожие паттерны##CC_GUI_COLOR_ORDER_SIMILAR

source: Inactive patterns##CC_GUI_COLOR_ORDER_INACTIVE
russian: Неактивные паттерны##CC_GUI_COLOR_ORDER_INACTIVE

source: Envelope##CC_GUI_COLOR_FM_ENVELOPE
russian: Огибающая##CC_GUI_COLOR_FM_ENVELOPE

source: Sustain guide##CC_GUI_COLOR_FM_ENVELOPE_SUS_GUIDE
russian: Визуализация сустейна##CC_GUI_COLOR_FM_ENVELOPE_SUS_GUIDE

source: Release##CC_GUI_COLOR_FM_ENVELOPE_RELEASE
russian: Релиз##CC_GUI_COLOR_FM_ENVELOPE_RELEASE

source: Algorithm background##CC_GUI_COLOR_FM_ALG_BG
russian: Задний фон схемы алгоритма##CC_GUI_COLOR_FM_ALG_BG

source: Algorithm lines##CC_GUI_COLOR_FM_ALG_LINE
russian: Линии схемы алгоритма##CC_GUI_COLOR_FM_ALG_LINE

source: Modulator##CC_GUI_COLOR_FM_MOD
russian: Модулирующий оператор##CC_GUI_COLOR_FM_MOD

source: Carrier##CC_GUI_COLOR_FM_CAR
russian: Несущий оператор##CC_GUI_COLOR_FM_CAR

source: Waveform##CC_GUI_COLOR_FM_WAVE
russian: Волна##CC_GUI_COLOR_FM_WAVE

source: Mod. accent (primary)##CC_GUI_COLOR_FM_PRIMARY_MOD
russian: Оттенок модулирующего оператора (основной)##CC_GUI_COLOR_FM_PRIMARY_MOD

source: Mod. accent (secondary)##CC_GUI_COLOR_FM_SECONDARY_MOD
russian: Оттенок модулирующего оператора (неосновной)##CC_GUI_COLOR_FM_SECONDARY_MOD

source: Mod. border##CC_GUI_COLOR_FM_BORDER_MOD
russian: Граница модулирующего оператора##CC_GUI_COLOR_FM_BORDER_MOD

source: Mod. border shadow##CC_GUI_COLOR_FM_BORDER_SHADOW_MOD
russian: Тень границы модулирующего оператора##CC_GUI_COLOR_FM_BORDER_SHADOW_MOD

source: Car. accent (primary)##CC_GUI_COLOR_FM_PRIMARY_CAR
russian: Оттенок несущего оператора (основной)##CC_GUI_COLOR_FM_PRIMARY_CAR

source: Car. accent (secondary)##CC_GUI_COLOR_FM_SECONDARY_CAR
russian: Оттенок несущего оператора (неосновной)##CC_GUI_COLOR_FM_SECONDARY_CAR

source: Car. border##CC_GUI_COLOR_FM_BORDER_CAR
russian: Граница несущего оператора##CC_GUI_COLOR_FM_BORDER_CAR

source: Car. border shadow##CC_GUI_COLOR_FM_BORDER_SHADOW_CAR
russian: Тень границы несущего оператора##CC_GUI_COLOR_FM_BORDER_SHADOW_CAR

source: Volume##CC_GUI_COLOR_MACRO_VOLUME
russian: Громкость##CC_GUI_COLOR_MACRO_VOLUME

source: Pitch##CC_GUI_COLOR_MACRO_PITCH
russian: Частота##CC_GUI_COLOR_MACRO_PITCH

source: Wave##CC_GUI_COLOR_MACRO_WAVE
russian: Волна##CC_GUI_COLOR_MACRO_WAVE

source: Other##CC_GUI_COLOR_MACRO_OTHER
russian: Другое##CC_GUI_COLOR_MACRO_OTHER

source: Amiga/Generic Sample##CC_GUI_COLOR_INSTR_AMIGA
russian: Amiga/Типичный сэмпл##CC_GUI_COLOR_INSTR_AMIGA

source: VRC6 (saw)##CC_GUI_COLOR_INSTR_VRC6_SAW
russian: VRC6 (пила)##CC_GUI_COLOR_INSTR_VRC6_SAW

source: FM (OPL Drums)##CC_GUI_COLOR_INSTR_OPL_DRUMS
russian: FM (OPL, ударные)##CC_GUI_COLOR_INSTR_OPL_DRUMS

source: ADPCM-A##CC_GUI_COLOR_INSTR_ADPCMA
russian: АДИКМ-A##CC_GUI_COLOR_INSTR_ADPCMA

source: ADPCM-B##CC_GUI_COLOR_INSTR_ADPCMB
russian: АДИКМ-B##CC_GUI_COLOR_INSTR_ADPCMB

source: PowerNoise (noise)##CC_GUI_COLOR_INSTR_POWERNOISE
russian: PowerNoise (шум)##CC_GUI_COLOR_INSTR_POWERNOISE

source: PowerNoise (slope)##CC_GUI_COLOR_INSTR_POWERNOISE_SLOPE
russian: PowerNoise (скат)##CC_GUI_COLOR_INSTR_POWERNOISE_SLOPE

source: Other/Unknown##CC_GUI_COLOR_INSTR_UNKNOWN
russian: Другой/неизв.##CC_GUI_COLOR_INSTR_UNKNOWN

source: Single color (background)##CC_GUI_COLOR_CHANNEL_BG
russian: Один цвет (фон)##CC_GUI_COLOR_CHANNEL_BG

source: Single color (text)##CC_GUI_COLOR_CHANNEL_FG
russian: Один цвет (текст)##CC_GUI_COLOR_CHANNEL_FG

source: Pulse##CC_GUI_COLOR_CHANNEL_PULSE
russian: Меандр##CC_GUI_COLOR_CHANNEL_PULSE

source: Noise##CC_GUI_COLOR_CHANNEL_NOISE
russian: Шум##CC_GUI_COLOR_CHANNEL_NOISE

source: PCM##CC_GUI_COLOR_CHANNEL_PCM
russian: ИКМ##CC_GUI_COLOR_CHANNEL_PCM

source: Wave##CC_GUI_COLOR_CHANNEL_WAVE
russian: Волна##CC_GUI_COLOR_CHANNEL_WAVE

source: FM operator##CC_GUI_COLOR_CHANNEL_OP
russian: FM-оператор##CC_GUI_COLOR_CHANNEL_OP

source: Muted##CC_GUI_COLOR_CHANNEL_MUTED
russian: Заглушен##CC_GUI_COLOR_CHANNEL_MUTED

source: Playhead##CC_GUI_COLOR_PATTERN_PLAY_HEAD
russian: Указатель воспроизведения##CC_GUI_COLOR_PATTERN_PLAY_HEAD

source: Editing##CC_GUI_COLOR_EDITING
russian: Редактирование##CC_GUI_COLOR_EDITING

source: Editing (will clone)##CC_GUI_COLOR_EDITING_CLONE
russian: Редактирование (будет клонирован)##CC_GUI_COLOR_EDITING_CLONE

source: Cursor##CC_GUI_COLOR_PATTERN_CURSOR
russian: Курсор##CC_GUI_COLOR_PATTERN_CURSOR

source: Cursor (hovered)##CC_GUI_COLOR_PATTERN_CURSOR_HOVER
russian: Курсор (мышь на курсоре)##CC_GUI_COLOR_PATTERN_CURSOR_HOVER

source: Cursor (clicked)##CC_GUI_COLOR_PATTERN_CURSOR_ACTIVE
russian: Курсор (нажат)##CC_GUI_COLOR_PATTERN_CURSOR_ACTIVE

source: Selection##CC_GUI_COLOR_PATTERN_SELECTION
russian: Выделение##CC_GUI_COLOR_PATTERN_SELECTION

source: Selection (hovered)##CC_GUI_COLOR_PATTERN_SELECTION_HOVER
russian: Выделение (курсор мыши на выделении)##CC_GUI_COLOR_PATTERN_SELECTION_HOVER

source: Selection (clicked)##CC_GUI_COLOR_PATTERN_SELECTION_ACTIVE
russian: Выделение (нажато)##CC_GUI_COLOR_PATTERN_SELECTION_ACTIVE

source: Highlight 1##CC_GUI_COLOR_PATTERN_HI_1
russian: Подсветка 1##CC_GUI_COLOR_PATTERN_HI_1

source: Highlight 2##CC_GUI_COLOR_PATTERN_HI_2
russian: Подсветка 2##CC_GUI_COLOR_PATTERN_HI_2

source: Row number##CC_GUI_COLOR_PATTERN_ROW_INDEX
russian: Номер строки##CC_GUI_COLOR_PATTERN_ROW_INDEX

source: Row number (highlight 1)##CC_GUI_COLOR_PATTERN_ROW_INDEX_HI1
russian: Номер строки (подсветка 1)##CC_GUI_COLOR_PATTERN_ROW_INDEX_HI1

source: Row number (highlight 2)##CC_GUI_COLOR_PATTERN_ROW_INDEX_HI2
russian: Номер строки (подсветка 2)##CC_GUI_COLOR_PATTERN_ROW_INDEX_HI2

source: Note##CC_GUI_COLOR_PATTERN_ACTIVE
russian: Нота##CC_GUI_COLOR_PATTERN_ACTIVE

source: Note (highlight 1)##CC_GUI_COLOR_PATTERN_ACTIVE_HI1
russian: Нота (подсветка 1)##CC_GUI_COLOR_PATTERN_ACTIVE_HI1

source: Note (highlight 2)##CC_GUI_COLOR_PATTERN_ACTIVE_HI2
russian: Нота (подсветка 2)##CC_GUI_COLOR_PATTERN_ACTIVE_HI2

source: Blank##CC_GUI_COLOR_PATTERN_INACTIVE
russian: Пустая ячейка##CC_GUI_COLOR_PATTERN_INACTIVE

source: Blank (highlight 1)##CC_GUI_COLOR_PATTERN_INACTIVE_HI1
russian: Пустая ячейка (подсветка 1)##CC_GUI_COLOR_PATTERN_INACTIVE_HI1

source: Blank (highlight 2)##CC_GUI_COLOR_PATTERN_INACTIVE_HI2
russian: Пустая ячейка (подсветка 2)##CC_GUI_COLOR_PATTERN_INACTIVE_HI2

source: Instrument##CC_GUI_COLOR_PATTERN_INS
russian: Инструмент##CC_GUI_COLOR_PATTERN_INS

source: Instrument (invalid type)##CC_GUI_COLOR_PATTERN_INS_WARN
russian: Инструмент (неправильный тип)##CC_GUI_COLOR_PATTERN_INS_WARN

source: Instrument (out of range)##CC_GUI_COLOR_PATTERN_INS_ERROR
russian: Инструмент (индекс не соответствует существующему инструменту)##CC_GUI_COLOR_PATTERN_INS_ERROR

source: Volume (0%)##CC_GUI_COLOR_PATTERN_VOLUME_MIN
russian: Громкость (0%)##CC_GUI_COLOR_PATTERN_VOLUME_MIN

source: Volume (50%)##CC_GUI_COLOR_PATTERN_VOLUME_HALF
russian: Громкость (50%)##CC_GUI_COLOR_PATTERN_VOLUME_HALF

source: Volume (100%)##CC_GUI_COLOR_PATTERN_VOLUME_MAX
russian: Громкость (100%)##CC_GUI_COLOR_PATTERN_VOLUME_MAX

source: Invalid effect##CC_GUI_COLOR_PATTERN_EFFECT_INVALID
russian: Неправильный индекс эффекта##CC_GUI_COLOR_PATTERN_EFFECT_INVALID

source: Pitch effect##CC_GUI_COLOR_PATTERN_EFFECT_PITCH
russian: Эффект (частота)##CC_GUI_COLOR_PATTERN_EFFECT_PITCH

source: Volume effect##CC_GUI_COLOR_PATTERN_EFFECT_VOLUME
russian: Эффект (громкость)##CC_GUI_COLOR_PATTERN_EFFECT_VOLUME

source: Panning effect##CC_GUI_COLOR_PATTERN_EFFECT_PANNING
russian: Эффект (панорамирование)##CC_GUI_COLOR_PATTERN_EFFECT_PANNING

source: Song effect##CC_GUI_COLOR_PATTERN_EFFECT_SONG
russian: Эффект (трек)##CC_GUI_COLOR_PATTERN_EFFECT_SONG

source: Time effect##CC_GUI_COLOR_PATTERN_EFFECT_TIME
russian: Эффект (время)##CC_GUI_COLOR_PATTERN_EFFECT_TIME

source: Speed effect##CC_GUI_COLOR_PATTERN_EFFECT_SPEED
russian: Эффект (громкость)##CC_GUI_COLOR_PATTERN_EFFECT_SPEED

source: Primary specific effect##CC_GUI_COLOR_PATTERN_EFFECT_SYS_PRIMARY
russian: Основной эффект чипа##CC_GUI_COLOR_PATTERN_EFFECT_SYS_PRIMARY

source: Secondary specific effect##CC_GUI_COLOR_PATTERN_EFFECT_SYS_SECONDARY
russian: Вспомогательный эффект чипа##CC_GUI_COLOR_PATTERN_EFFECT_SYS_SECONDARY

source: Miscellaneous##CC_GUI_COLOR_PATTERN_EFFECT_MISC
russian: Эффект (рзное)##CC_GUI_COLOR_PATTERN_EFFECT_MISC

source: External command output##CC_GUI_COLOR_EE_VALUE
russian: Вывод внешней команды##CC_GUI_COLOR_EE_VALUE

source: Status: off/disabled##CC_GUI_COLOR_PATTERN_STATUS_OFF
russian: Статус: выкл./отключён##CC_GUI_COLOR_PATTERN_STATUS_OFF

source: Status: off + macro rel##CC_GUI_COLOR_PATTERN_STATUS_REL
russian: Статус: выкл. + релиз макроса##CC_GUI_COLOR_PATTERN_STATUS_REL

source: Status: on + macro rel##CC_GUI_COLOR_PATTERN_STATUS_REL_ON
russian: Статус: вкл. + релиз макроса##CC_GUI_COLOR_PATTERN_STATUS_REL_ON

source: Status: on##CC_GUI_COLOR_PATTERN_STATUS_ON
russian: Статус: вкл.##CC_GUI_COLOR_PATTERN_STATUS_ON

source: Status: volume##CC_GUI_COLOR_PATTERN_STATUS_VOLUME
russian: Статус: громкость##CC_GUI_COLOR_PATTERN_STATUS_VOLUME

source: Status: pitch##CC_GUI_COLOR_PATTERN_STATUS_PITCH
russian: Статус: частота##CC_GUI_COLOR_PATTERN_STATUS_PITCH

source: Status: panning##CC_GUI_COLOR_PATTERN_STATUS_PANNING
russian: Статус: панорамирование##CC_GUI_COLOR_PATTERN_STATUS_PANNING

source: Status: chip (primary)##CC_GUI_COLOR_PATTERN_STATUS_SYS1
russian: Статус: основной эффект чипа##CC_GUI_COLOR_PATTERN_STATUS_SYS1

source: Status: chip (secondary)##CC_GUI_COLOR_PATTERN_STATUS_SYS2
russian: Статус: вспомогательный эффект чипа##CC_GUI_COLOR_PATTERN_STATUS_SYS2

source: Status: mixing##CC_GUI_COLOR_PATTERN_STATUS_MIXING
russian: Статус: микширование##CC_GUI_COLOR_PATTERN_STATUS_MIXING

source: Status: DSP effect##CC_GUI_COLOR_PATTERN_STATUS_DSP
russian: Статус: эффект ЦОС##CC_GUI_COLOR_PATTERN_STATUS_DSP

source: Status: note altering##CC_GUI_COLOR_PATTERN_STATUS_NOTE
russian: Статус: изменение ноты##CC_GUI_COLOR_PATTERN_STATUS_NOTE

source: Status: misc color 1##CC_GUI_COLOR_PATTERN_STATUS_MISC1
russian: Статус: разное (цвет 1)##CC_GUI_COLOR_PATTERN_STATUS_MISC1

source: Status: misc color 2##CC_GUI_COLOR_PATTERN_STATUS_MISC2
russian: Статус: разное (цвет 2)##CC_GUI_COLOR_PATTERN_STATUS_MISC2

source: Status: misc color 3##CC_GUI_COLOR_PATTERN_STATUS_MISC3
russian: Статус: разное (цвет 3)##CC_GUI_COLOR_PATTERN_STATUS_MISC3

source: Status: attack##CC_GUI_COLOR_PATTERN_STATUS_ATTACK
russian: Статус: атака##CC_GUI_COLOR_PATTERN_STATUS_ATTACK

source: Status: decay##CC_GUI_COLOR_PATTERN_STATUS_DECAY
russian: Статус: спад##CC_GUI_COLOR_PATTERN_STATUS_DECAY

source: Status: sustain##CC_GUI_COLOR_PATTERN_STATUS_SUSTAIN
russian: Статус: сустейн##CC_GUI_COLOR_PATTERN_STATUS_SUSTAIN

source: Status: release##CC_GUI_COLOR_PATTERN_STATUS_RELEASE
russian: Статус: релиз##CC_GUI_COLOR_PATTERN_STATUS_RELEASE

source: Status: decrease linear##CC_GUI_COLOR_PATTERN_STATUS_DEC_LINEAR
russian: Статус: линейное уменьшение##CC_GUI_COLOR_PATTERN_STATUS_DEC_LINEAR

source: Status: decrease exp##CC_GUI_COLOR_PATTERN_STATUS_DEC_EXP
russian: Статус: экспоненциальное уменьшение##CC_GUI_COLOR_PATTERN_STATUS_DEC_EXP

source: Status: increase##CC_GUI_COLOR_PATTERN_STATUS_INC
russian: Статус: увеличение##CC_GUI_COLOR_PATTERN_STATUS_INC

source: Status: bent##CC_GUI_COLOR_PATTERN_STATUS_BENT
russian: Статус: изменена частота##CC_GUI_COLOR_PATTERN_STATUS_BENT

source: Status: direct##CC_GUI_COLOR_PATTERN_STATUS_DIRECT
russian: Статус: прямой##CC_GUI_COLOR_PATTERN_STATUS_DIRECT

source: Background##CC_GUI_COLOR_SAMPLE_BG
russian: Фон##CC_GUI_COLOR_SAMPLE_BG

source: Waveform##CC_GUI_COLOR_SAMPLE_FG
russian: Волна##CC_GUI_COLOR_SAMPLE_FG

source: Time background##CC_GUI_COLOR_SAMPLE_TIME_BG
russian: Фон поля времени##CC_GUI_COLOR_SAMPLE_TIME_BG

source: Time text##CC_GUI_COLOR_SAMPLE_TIME_FG
russian: Текст поля времени##CC_GUI_COLOR_SAMPLE_TIME_FG

source: Loop region##CC_GUI_COLOR_SAMPLE_LOOP
russian: Зацикленная часть##CC_GUI_COLOR_SAMPLE_LOOP

source: Center guide##CC_GUI_COLOR_SAMPLE_CENTER
russian: Центральная полоса##CC_GUI_COLOR_SAMPLE_CENTER

source: Grid##CC_GUI_COLOR_SAMPLE_GRID
russian: Сетка##CC_GUI_COLOR_SAMPLE_GRID

source: Selection##CC_GUI_COLOR_SAMPLE_SEL
russian: Выделение##CC_GUI_COLOR_SAMPLE_SEL

source: Selection points##CC_GUI_COLOR_SAMPLE_SEL_POINT
russian: Границы выделения##CC_GUI_COLOR_SAMPLE_SEL_POINT

source: Preview needle##CC_GUI_COLOR_SAMPLE_NEEDLE
russian: Курсор воспроизведения превью##CC_GUI_COLOR_SAMPLE_NEEDLE

source: Playing needles##CC_GUI_COLOR_SAMPLE_NEEDLE_PLAYING
russian: Курсоры воспроизведения##CC_GUI_COLOR_SAMPLE_NEEDLE_PLAYING

source: Loop markers##CC_GUI_COLOR_SAMPLE_LOOP_POINT
russian: Маркеры зацикливания##CC_GUI_COLOR_SAMPLE_LOOP_POINT

source: Chip select: disabled##CC_GUI_COLOR_SAMPLE_CHIP_DISABLED
russian: Выбор чипа: выкл.##CC_GUI_COLOR_SAMPLE_CHIP_DISABLED

source: Chip select: enabled##CC_GUI_COLOR_SAMPLE_CHIP_ENABLED
russian: Выбор чипа: вкл.##CC_GUI_COLOR_SAMPLE_CHIP_ENABLED

source: Chip select: enabled (failure)##CC_GUI_COLOR_SAMPLE_CHIP_WARNING
russian: Выбор чипа: вкл. (ошибка)##CC_GUI_COLOR_SAMPLE_CHIP_WARNING

source: Unallocated##CC_GUI_COLOR_PAT_MANAGER_NULL
russian: Паттерн не используется и память под него не выделена##CC_GUI_COLOR_PAT_MANAGER_NULL

source: Unused##CC_GUI_COLOR_PAT_MANAGER_UNUSED
russian: Паттерн не используется##CC_GUI_COLOR_PAT_MANAGER_UNUSED

source: Used##CC_GUI_COLOR_PAT_MANAGER_USED
russian: Паттерн используется##CC_GUI_COLOR_PAT_MANAGER_USED

source: Overused##CC_GUI_COLOR_PAT_MANAGER_OVERUSED
russian: Паттерн используется очень часто##CC_GUI_COLOR_PAT_MANAGER_OVERUSED

source: Really overused##CC_GUI_COLOR_PAT_MANAGER_EXTREMELY_OVERUSED
russian: Паттерн используется крайне часто##CC_GUI_COLOR_PAT_MANAGER_EXTREMELY_OVERUSED

source: Combo Breaker##CC_GUI_COLOR_PAT_MANAGER_COMBO_BREAKER
russian: Число использований паттерна больше, чем длина трека!##CC_GUI_COLOR_PAT_MANAGER_COMBO_BREAKER

source: Background##CC_GUI_COLOR_PIANO_BACKGROUND
russian: Фон##CC_GUI_COLOR_PIANO_BACKGROUND

source: Upper key##CC_GUI_COLOR_PIANO_KEY_TOP
russian: Верхние клавиши##CC_GUI_COLOR_PIANO_KEY_TOP

source: Upper key (feedback)##CC_GUI_COLOR_PIANO_KEY_TOP_HIT
russian: Верхние клавиши (обратная связь)##CC_GUI_COLOR_PIANO_KEY_TOP_HIT

source: Upper key (pressed)##CC_GUI_COLOR_PIANO_KEY_TOP_ACTIVE
russian: Верхние клавиши (нажатые)##CC_GUI_COLOR_PIANO_KEY_TOP_ACTIVE

source: Lower key##CC_GUI_COLOR_PIANO_KEY_BOTTOM
russian: Нижние клавиши##CC_GUI_COLOR_PIANO_KEY_BOTTOM

source: Lower key (feedback)##CC_GUI_COLOR_PIANO_KEY_BOTTOM_HIT
russian: Нижние клавиши (обратная связь)##CC_GUI_COLOR_PIANO_KEY_BOTTOM_HIT

source: Lower key (pressed)##CC_GUI_COLOR_PIANO_KEY_BOTTOM_ACTIVE
russian: Нижние клавиши (нажатые)##CC_GUI_COLOR_PIANO_KEY_BOTTOM_ACTIVE

source: Clock text##CC_GUI_COLOR_CLOCK_TEXT
russian: Текст часов##CC_GUI_COLOR_CLOCK_TEXT

source: Beat (off)##CC_GUI_COLOR_CLOCK_BEAT_LOW
russian: Слабая доля##CC_GUI_COLOR_CLOCK_BEAT_LOW

source: Beat (on)##CC_GUI_COLOR_CLOCK_BEAT_HIGH
russian: Сильная доля##CC_GUI_COLOR_CLOCK_BEAT_HIGH

source: PortSet##CC_GUI_COLOR_PATCHBAY_PORTSET
russian: Группа портов##CC_GUI_COLOR_PATCHBAY_PORTSET

source: Port##CC_GUI_COLOR_PATCHBAY_PORT
russian: Порт##CC_GUI_COLOR_PATCHBAY_PORT

source: Port (hidden/unavailable)##CC_GUI_COLOR_PATCHBAY_PORT_HIDDEN
russian: Порт (скрыт/недоступен)##CC_GUI_COLOR_PATCHBAY_PORT_HIDDEN

source: Connection (selected)##CC_GUI_COLOR_PATCHBAY_CONNECTION
russian: Соединение (выделенное)##CC_GUI_COLOR_PATCHBAY_CONNECTION

source: Connection (other)##CC_GUI_COLOR_PATCHBAY_CONNECTION_BG
russian: Соединение (обычное)##CC_GUI_COLOR_PATCHBAY_CONNECTION_BG

source: Background##CC_GUI_COLOR_MEMORY_BG
russian: Фон##CC_GUI_COLOR_MEMORY_BG

source: Unknown##CC_GUI_COLOR_MEMORY_FREE
russian: Неизв.##CC_GUI_COLOR_MEMORY_FREE

source: Reserved##CC_GUI_COLOR_MEMORY_RESERVED
russian: Зарезерв.##CC_GUI_COLOR_MEMORY_RESERVED

source: Sample##CC_GUI_COLOR_MEMORY_SAMPLE
russian: Сэмпл##CC_GUI_COLOR_MEMORY_SAMPLE

source: Sample (alternate 1)##CC_GUI_COLOR_MEMORY_SAMPLE_ALT1
russian: Сэмпл (альтерн. 1)##CC_GUI_COLOR_MEMORY_SAMPLE_ALT1

source: Sample (alternate 2)##CC_GUI_COLOR_MEMORY_SAMPLE_ALT2
russian: Сэмпл (альтерн. 2)##CC_GUI_COLOR_MEMORY_SAMPLE_ALT2

source: Sample (alternate 3)##CC_GUI_COLOR_MEMORY_SAMPLE_ALT3
russian: Сэмпл (альтерн. 3)##CC_GUI_COLOR_MEMORY_SAMPLE_ALT3

source: Wave RAM##CC_GUI_COLOR_MEMORY_WAVE_RAM
russian: ОЗУ волн##CC_GUI_COLOR_MEMORY_WAVE_RAM

source: Wavetable (static)##CC_GUI_COLOR_MEMORY_WAVE_STATIC
russian: Волновая таблица (статич.)##CC_GUI_COLOR_MEMORY_WAVE_STATIC

source: Echo buffer##CC_GUI_COLOR_MEMORY_ECHO
russian: Буфер эхо##CC_GUI_COLOR_MEMORY_ECHO

source: Namco 163 load pos##CC_GUI_COLOR_MEMORY_N163_LOAD
russian: Namco 163 положение загрузки##CC_GUI_COLOR_MEMORY_N163_LOAD

source: Namco 163 play pos##CC_GUI_COLOR_MEMORY_N163_PLAY
russian: Namco 163 положение проигрывания##CC_GUI_COLOR_MEMORY_N163_PLAY

source: Sample (bank 0)##CC_GUI_COLOR_MEMORY_BANK0
russian: Сэмпл (банк 0)##CC_GUI_COLOR_MEMORY_BANK0

source: Sample (bank 1)##CC_GUI_COLOR_MEMORY_BANK1
russian: Сэмпл (банк 1)##CC_GUI_COLOR_MEMORY_BANK1

source: Sample (bank 2)##CC_GUI_COLOR_MEMORY_BANK2
russian: Сэмпл (банк 2)##CC_GUI_COLOR_MEMORY_BANK2

source: Sample (bank 3)##CC_GUI_COLOR_MEMORY_BANK3
russian: Сэмпл (банк 3)##CC_GUI_COLOR_MEMORY_BANK3

source: Sample (bank 4)##CC_GUI_COLOR_MEMORY_BANK4
russian: Сэмпл (банк 4)##CC_GUI_COLOR_MEMORY_BANK4

source: Sample (bank 5)##CC_GUI_COLOR_MEMORY_BANK5
russian: Сэмпл (банк 5)##CC_GUI_COLOR_MEMORY_BANK5

source: Sample (bank 6)##CC_GUI_COLOR_MEMORY_BANK6
russian: Сэмпл (банк 6)##CC_GUI_COLOR_MEMORY_BANK6

source: Sample (bank 7)##CC_GUI_COLOR_MEMORY_BANK7
russian: Сэмпл (банк 7)##CC_GUI_COLOR_MEMORY_BANK7

source: Log level: Error##CC_GUI_COLOR_LOGLEVEL_ERROR
russian: Уровень лога: ошибка##CC_GUI_COLOR_LOGLEVEL_ERROR

source: Log level: Warning##CC_GUI_COLOR_LOGLEVEL_WARNING
russian: Уровень лога: предупреждение##CC_GUI_COLOR_LOGLEVEL_WARNING

source: Log level: Info##CC_GUI_COLOR_LOGLEVEL_INFO
russian: Уровень лога: информация##CC_GUI_COLOR_LOGLEVEL_INFO

source: Log level: Debug##CC_GUI_COLOR_LOGLEVEL_DEBUG
russian: Уровень лога: отладка##CC_GUI_COLOR_LOGLEVEL_DEBUG

source: Log level: Trace/Verbose##CC_GUI_COLOR_LOGLEVEL_TRACE
russian: Уровень лога: диагностика/подробный##CC_GUI_COLOR_LOGLEVEL_TRACE

source: Backup##sgse
russian: Резервное копирование

source: Configuration##sgse1
russian: Настройки

source: Enable backup system##sgse
russian: Включить резервное копирование

source: Interval (in seconds)##sgse
russian: Интервал (в секундах)

source: Backups per file##sgse
russian: Резервных копий каждого файла

source: Backup Management##sgse
russian: Управление резервными копиями

source: Purge before:##sgse
russian: Удалить все до даты:

source: Go##PDate
russian: Удалить##PDate

source: PB used##sgse
russian: ПиБ использовано

source: TB used##sgse
russian: ТиБ использовано

source: GB used##sgse
russian: ГиБ использовано

source: MB used##sgse
russian: МиБ использовано

source: KB used##sgse
russian: КиБ использовано

source: bytes used##sgse
russian: байт использовано

source: Refresh##sgse
russian: Обновить список

source: Delete all##sgse
russian: Удалить все

source: Size##sgse
russian: Размер посл. рез. копии

source: Latest##sgse
russian: Посл. рез. копия

source: P##sgse
russian: ПиБ

source: T##sgse
russian: ТиБ

source: G##sgse
russian: ГиБ

source: M##sgse
russian: МиБ

source: K##sgse
russian: КиБ

source: OK##SettingsOK
russian: ОК##SettingsOK

source: Cancel##SettingsCancel
russian: Отмена##SettingsCancel

source: Apply##SettingsApply
russian: Применить##SettingsApply

source: could not initialize audio!##sgse
russian: не смог инициализировать аудио!

source: error while loading fonts! please check your settings.##sgse
russian: произошла ошибка при загрузке шрифтов! проверьте свои настройки.

source: error while loading config! (%s)##sgse
russian: ошибка при загрузке файла настроек! (%s)

source: <nothing>##sgut
russian: <ничего>

source: Unknown##sgut0
russian: Неизв.

source: Unknown##sgut1
russian: Неизв.

source: Macros##sgiPCMA
russian: Макросы

source: Volume##sgiPCMA
russian: Громкость

source: Global Volume##sgiPCMA
russian: Глобальная громкость

source: Panning##sgiPCMA
russian: Панорамирование

source: Macros##sgiPCMB
russian: Макросы

source: Volume##sgiPCMB
russian: Громкость

source: Arpeggio##sgiPCMB
russian: Арпеджио

source: Pitch##sgiPCMB
russian: Частота

source: Panning##sgiPCMB
russian: Панорамирование

source: Macros##sgiSAMPLE
russian: Макросы

source: Volume##sgiSAMPLE
russian: Громкость

source: Arpeggio##sgiSAMPLE
russian: Арпеджио

source: Pitch##sgiSAMPLE
russian: Частота

source: Panning##sgiSAMPLE
russian: Панорамирование

source: Panning (left)##sgiSAMPLE
russian: Панорамирование (левый)

source: Surround##sgiSAMPLE
russian: Окружающее звучание

source: Panning (right)##sgiSAMPLE
russian: Панорамирование (правый)

source: Waveform##sgiSAMPLE
russian: Волна

source: Macros##sgiAY
russian: Макросы

source: Volume##sgiAY
russian: Громкость

source: Arpeggio##sgiAY
russian: Арпеджио

source: Pitch##sgiAY
russian: Частота

source: Noise Freq##sgiAY
russian: Частота шума

source: Waveform##sgiAY
russian: Волна

source: Raw Period##sgiAY
russian: Период (регистровое знач.)

source: Raw Envelope Period##sgiAY
russian: Период огиб. (регистровое знач.)

source: Envelope##sgiAY
russian: Огибающая

source: AutoEnv Num##sgiAY
russian: Множ. част. авто-огиб.

source: AutoEnv Den##sgiAY
russian: Дел. част. авто-огиб.

source: Macros##sgi8930
russian: Макросы

source: Volume##sgi8930
russian: Громкость

source: Arpeggio##sgi8930
russian: Арпеджио

source: Pitch##sgi8930
russian: Частота

source: Noise Freq##sgi8930
russian: Частота шума

source: Waveform##sgi8930
russian: Волна

source: Raw Period##sgi8930
russian: Период (регистровое знач.)

source: Raw Envelope Period##sgi8930
russian: Период огиб. (регистровое знач.)

source: Duty##sgi8930
russian: Скважность

source: Envelope##sgi8930
russian: Огибающая

source: AutoEnv Num##sgi8930
russian: Множ. част. авто-огиб.

source: AutoEnv Den##sgi8930
russian: Дел. част. авто-огиб.

source: Noise AND Mask##sgi8930
russian: Маска шума (И)

source: Noise OR Mask##sgi8930
russian: Маска шума (ИЛИ)

source: Macros##sgiB
russian: Макросы

source: Volume##sgiB
russian: Громкость

source: Arpeggio##sgiB
russian: Арпеджио

source: Pitch##sgiB
russian: Частота

source: Pulse Width##sgiB
russian: Скважность

source: Macros##sgiBIFUR
russian: Макросы

source: Volume##sgiBIFUR
russian: Громкость

source: Arpeggio##sgiBIFUR
russian: Арпеджио

source: Pitch##sgiBIFUR
russian: Частота

source: Parameter##sgiBIFUR
russian: Параметр

source: Panning (left)##sgiBIFUR
russian: Панорамирование (левый)

source: Panning (right)##sgiBIFUR
russian: Панорамирование (правый)
