Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: 4. Flute##sgistru0
russian: 4. Флейта

source: 5. Clarinet##sgistru0
russian: 5. Кларнет

source: 6. Oboe##sgistru
russian: 6. Гобой

source: 7. Trumpet##sgistru0
russian: 7. Тромбон

source: 8. Organ##sgistru
russian: 8. Орган

source: 9. Horn##sgistru
russian: 9. Рог

source: 10. Synth##sgistru
russian: 10. Синтезатор

source: 11. Harpsichord##sgistru
russian: 11. Клавесин

source: 12. Vibraphone##sgistru0
russian: 12. Вибрафон

source: 13. Synth Bass##sgistru
russian: 13. Синтезаторный бас

source: 14. Acoustic Bass##sgistru
russian: 14. Акустический бас

source: 15. Electric Guitar##sgistru
russian: 15. Электрогитара

source: Drums##sgistru0
russian: Ударные

source: User##sgistru1
russian: Пользовательский

source: 1. Electric String##sgistru
russian: 1. Электронный струнный инструмент

source: 2. Bow wow##sgistru
russian: 2. Гам-гам

source: 3. Electric Guitar##sgistru0
russian: 3. Электрогитара

source: 4. Organ##sgistru
russian: 4. Орган

source: 5. Clarinet##sgistru1
russian: 5. Кларнет

source: 6. Saxophone##sgistru
russian: 6. Саксофон

source: 7. Trumpet##sgistru1
russian: 7. Тромбон

source: 8. Street Organ##sgistru
russian: 8. Шарманка

source: 9. Synth Brass##sgistru
russian: 9. Синтезаторный медный духовой

source: 10. Electric Piano##sgistru
russian: 10. Электронное пианино

source: 11. Bass##sgistru
russian: 11. Бас

source: 12. Vibraphone##sgistru1
russian: 12. Вибрафон

source: 13. Chime##sgistru
russian: 13. Колокольчик

source: 14. Tom Tom II##sgistru
russian: 14. Там-там №2

source: 15. Noise##sgistru
russian: 15. Шум

source: Drums##sgistru1
russian: Ударные

source: User##sgistru2
russian: Пользовательский

source: 1. Strings##sgistru
russian: 1. Струнные

source: 2. Guitar##sgistru1
russian: 2. Гитара

source: 3. Electric Guitar##sgistru1
russian: 3. Электрогитара

source: 4. Electric Piano##sgistru
russian: 4. Электронное пианино

source: 5. Flute##sgistru
russian: 5. Флейта

source: 6. Marimba##sgistru
russian: 6. Маримба

source: 7. Trumpet##sgistru2
russian: 7. Тромбон

source: 8. Harmonica##sgistru
russian: 8. Гармоника

source: 9. Tuba##sgistru
russian: 9. Туба

source: 10. Synth Brass##sgistru
russian: 10. Синтезаторный медный духовой

source: 11. Short Saw##sgistru
russian: 11. Короткая пила

source: 12. Vibraphone##sgistru2
russian: 12. Вибрафон

source: 13. Electric Guitar 2##sgistru
russian: 13. Электрогитара 2

source: 14. Synth Bass##sgistru
russian: 14. Синтезаторный бас

source: 15. Sitar##sgistru
russian: 15. Ситар

source: Drums##sgistru2
russian: Ударные

source: User##sgistru3
russian: Пользовательский

source: 1. Bell##sgistru
russian: 1. Колокол

source: 2. Guitar##sgistru2
russian: 2. Гитара

source: 3. Piano##sgistru1
russian: 3. Пианино

source: 4. Flute##sgistru1
russian: 4. Флейта

source: 5. Clarinet##sgistru2
russian: 5. Кларнет

source: 6. Rattling Bell##sgistru
russian: 6. Дребезжащий колокол

source: 7. Trumpet##sgistru3
russian: 7. Тромбон

source: 8. Reed Organ##sgistru
russian: 8. Свирель

source: 9. Soft Bell##sgistru
russian: 9. "Мягкий" колокол

source: 10. Xylophone##sgistru
russian: 10. Ксилофон

source: 11. Vibraphone##sgistru
russian: 11. Вибрафон

source: 12. Brass##sgistru
russian: 12. Медный духовой инструмент

source: 13. Bass Guitar##sgistru
russian: 13. Бас-гитара

source: 14. Synth##sgistru
russian: 14. Синтезатор

source: 15. Chorus##sgistru
russian: 15. Хорус

source: Drums##sgistru3
russian: Ударные

source: Sine##sgistru0
russian: Синус

source: Half Sine##sgistru0
russian: Половинка синуса

source: Absolute Sine##sgistru0
russian: Модуль синуса

source: Quarter Sine##sgistru
russian: Четверть синуса

source: Squished Sine##sgistru0
russian: Сжатый синус

source: Squished AbsSine##sgistru0
russian: Сж. модуль синуса

source: Square##sgistru0
russian: Меандр

source: Derived Square##sgistru0
russian: Производная от меандра

source: Sine##sgistru1
russian: Синус

source: Half Sine##sgistru1
russian: Половинка синуса

source: Absolute Sine##sgistru1
russian: Модуль синуса

source: Pulse Sine##sgistru
russian: Синус-меандр

source: Sine (Even Periods)##sgistru
russian: Синус (чётные периоды)

source: AbsSine (Even Periods)##sgistru
russian: Мод. синуса (чётн. пер.)

source: Square##sgistru1
russian: Меандр

source: Derived Square##sgistru1
russian: Производная от меандра

source: Sine##sgistru2
russian: Синус

source: Triangle##sgistru
russian: Треуг. волна

source: Cut Sine##sgistru
russian: Обрезанный синус

source: Cut Triangle##sgistru
russian: Обрез. треуг. волна

source: Squished Sine##sgistru1
russian: Сжатый синус

source: Squished Triangle##sgistru
russian: Сжатая треуг. волна

source: Squished AbsSine##sgistru1
russian: Сжатый модуль синуса

source: Squished AbsTriangle##sgistru
russian: Сж. мод. треуг. волны

source: Snare##sgistru0
russian: Рабочий барабан

source: Tom##sgistru
russian: Там-там

source: Top##sgistru0
russian: Тарелка

source: HiHat##sgistru0
russian: Хай-хэт

source: Normal##sgistru
russian: Обычный

source: Snare##sgistru1
russian: Малый барабан

source: HiHat##sgistru1
russian: Хай-хэт

source: Top##sgistru1
russian: Тарелка

source: Noise disabled##sgistru
russian: Шум выключен

source: Square + noise##sgistru
russian: Меандр + шум

source: Ringmod from OP3 + noise##sgistru
russian: Кольцевая модуляция от ОП3 + шум

source: Ringmod from OP3 + double pitch ModInput WARNING - has emulation issues, subject to change##sgistru
russian: Кольцевая модуляция от ОП3 + входная модуляция с удвоенной частотой ВНИМАНИЕ - имеются проблемы с эмуляцией этого режима, она может измениться

source: op1##sgistru
russian: оп1

source: op2##sgistru
russian: оп2

source: op3##sgistru
russian: оп3

source: op4##sgistru
russian: оп4

source: triangle##sgistru
russian: треуг.

source: saw##sgistru
russian: пила

source: pulse##sgistru
russian: прямоуг.

source: noise##sgistru0
russian: шум

source: tone##sgistru
russian: тон

source: noise##sgistru1
russian: шум

source: envelope##sgistru
russian: огибающая

source: hold##sgistru
russian: удержание

source: alternate##sgistru
russian: изм. направл.

source: direction##sgistru0
russian: направление

source: enable##sgistru0
russian: вкл.

source: enabled##sgistru0
russian: вкл.

source: mirror##sgistru
russian: отраж.

source: loop##sgistru0
russian: цикл

source: cut##sgistru
russian: обрез.

source: direction##sgistru1
russian: направление

source: resolution##sgistru
russian: разрешение

source: fixed##sgistru1
russian: фиксир.

source: enabled##sgistru1
russian: вкл.

source: noise##sgistru2
russian: шум

source: echo##sgistru
russian: эхо

source: pitch mod##sgistru
russian: част. мод.

source: invert right##sgistru
russian: инв. справа

source: invert left##sgistru
russian: инв. слева

source: low##sgistru
russian: ФНЧ

source: band##sgistru
russian: ППФ

source: high##sgistru
russian: ФВЧ

source: ch3off##sgistru
russian: выкл. 3 кан.

source: gate##sgistru
russian: старт/стоп огиб.

source: sync##sgistru
russian: синхр.

source: ring##sgistru
russian: кольц.

source: test##sgistru
russian: тест

source: 15kHz##sgistru
russian: 15 кГц

source: filter 2+4##sgistru
russian: фильтр 2+4

source: filter 1+3##sgistru
russian: фильтр 1+3

source: 16-bit 3+4##sgistru
russian: 16-битн. 3+4

source: 16-bit 1+2##sgistru
russian: 16-битн. 1+2

source: high3##sgistru
russian: ФВЧ 3

source: high1##sgistru
russian: ФВЧ 1

source: poly9##sgistru
russian: полином 9

source: int##sgistru
russian: интегр.

source: sustain##sgistru2
russian: сустейн

source: square##sgistru2
russian: прямоуг.

source: noise##sgistru3
russian: шум

source: noise##sgistru4
russian: шум

source: invert##sgistru
russian: инверт.

source: surround##sgistru
russian: окр. звуч.

source: enable##sgistru1
russian: вкл.

source: oneshot##sgistru
russian: однокр.

source: split L/R##sgistru
russian: разд. лев/прав

source: HinvR##sgistru
russian: HинвR

source: VinvR##sgistru
russian: VинвR

source: HinvL##sgistru
russian: HинвL

source: VinvL##sgistru
russian: VинвL

source: ring mod##sgistru
russian: кольц. мод.

source: low pass##sgistru
russian: ФНЧ

source: high pass##sgistru
russian: ФВЧ

source: band pass##sgistru
russian: ППФ

source: HP/K2, HP/K2##sgistru
russian: ВЧ/K2, ВЧ/K2

source: HP/K2, LP/K1##sgistru
russian: ВЧ/K2, НЧ/K1

source: LP/K2, LP/K2##sgistru
russian: НЧ/K2, НЧ/K2

source: LP/K2, LP/K1##sgistru
russian: НЧ/K2, НЧ/K1

source: right##sgistru
russian: правый

source: left##sgistru
russian: левый

source: rear right##sgistru
russian: задний правый

source: rear left##sgistru
russian: задний левый

source: enable tap B##sgistru
russian: вкл. отвод B

source: AM with slope##sgistru
russian: АМ со скатом

source: invert B##sgistru
russian: инв. B

source: invert A##sgistru
russian: инв. A

source: reset B##sgistru
russian: перезап. B

source: reset A##sgistru
russian: перезап. A

source: clip B##sgistru
russian: огран. B

source: clip A##sgistru
russian: огран. A

source: on##sgistru
russian: вкл.

source: k1 slowdown##sgistru
russian: замедл. k1

source: k2 slowdown##sgistru
russian: замедл. k2

source: pause##sgistru
russian: стоп

source: reverse##sgistru
russian: реверс

source: high pass##sgistru1
russian: ФВЧ

source: ring mod##sgistru1
russian: кольц. мод.

source: swap counters (noise)##sgistru
russian: помен. счётч. (шум)

source: low pass (noise)##sgistru
russian: ФНЧ (шум)

source: sync##sgistru1
russian: синхр.

source: ring##sgistru1
russian: кольц.

source: low##sgistru1
russian: ФНЧ

source: band##sgistru1
russian: ППФ

source: high##sgistru1
russian: ФВЧ

source: 8580 SID##sgistru
russian: 8580 SID

source: bitwise AND##sgistru
russian: побитовое И

source: bitwise OR##sgistru
russian: побитовое ИЛИ

source: bitwise XOR##sgistru
russian: побитовое искл. ИЛИ

source: None##sgistru
russian: Нет

source: Invert##sgistru
russian: Инвертировать

source: Add##sgistru
russian: Сложить

source: Subtract##sgistru
russian: Вычесть

source: Average##sgistru
russian: Усреднить

source: Phase##sgistru
russian: Временной сдвиг

source: Chorus##sgistru
russian: Хорус

source: None (dual)##sgistru
russian: Нет (две таблицы)

source: Wipe##sgistru
russian: Замена

source: Fade##sgistru
russian: Плавный переход

source: Fade (ping-pong)##sgistru
russian: Плавный переход (туда-обратно)

source: Overlay##sgistru
russian: Наложение

source: Negative Overlay##sgistru
russian: Наложение с обратным знаком

source: Slide##sgistru
russian: Сдвиг

source: Mix Chorus##sgistru
russian: Микширование с хорусом

source: Phase Modulation##sgistru
russian: Фазовая модуляция

source: Envelope##sgistru
russian: Огибающая

source: Sweep##sgistru
russian: Аппаратное портаменто

source: Wait##sgistru0
russian: Ждать

source: Wait for Release##sgistru0
russian: Ждать релиз

source: Loop##sgistru1
russian: Цикл

source: Loop until Release##sgistru0
russian: Цикл до релиза

source: Volume Sweep##sgistru
russian: Изменение громкости

source: Frequency Sweep##sgistru
russian: Изменение частоты

source: Cutoff Sweep##sgistru
russian: Изменение частоты среза

source: Wait##sgistru1
russian: Ждать

source: Wait for Release##sgistru1
russian: Ждать релиз

source: Loop##sgistru2
russian: Цикл

source: Loop until Release##sgistru1
russian: Цикл до релиза

source: Direct##sgistru
russian: Прямое

source: Decrease (linear)##sgistru
russian: Уменьш. (линейное)

source: Decrease (logarithmic)##sgistru
russian: Уменьш. (логарифмическое)

source: Increase (linear)##sgistru
russian: Увелич. (линейное)

source: Increase (bent line)##sgistru
russian: Увелич. (изогн. линия)

source: noise##sgistru5
russian: шум

source: pulse##sgistru5
russian: прямоуг.

source: triangle##sgistru5
russian: треуг.

source: saw##sgistru5
russian: пила

source: metal##sgistru5
russian: "металл."

source: sine##sgistru5
russian: синус

source: Off##sgistru
russian: Выкл.

source: Lowpass##sgistru
russian: ФНЧ

source: Highpass##sgistru
russian: ФВЧ

source: Bandpass##sgistru
russian: ППФ

source: Low + High##sgistru
russian: ФНЧ + ФВЧ

source: High + Band##sgistru
russian: ФВЧ + ППФ

source: Low + Band##sgistru
russian: ФНЧ + ППФ

source: Low + High + Band##sgistru
russian: ФНЧ + ФВЧ + ППФ

source: Arpeggio##sgistru
russian: Арпеджио

source: Portamento up##sgistru
russian: Портаменто вверх

source: Portamento down##sgistru
russian: Портаменто вниз

source: Vibrato##sgistru1
russian: Вибрато

source: PWM##sgistru
russian: ШИМ

source: Set pulse width##sgistru
russian: Скважность

source: Pulse width down##sgistru
russian: Скважность вниз

source: Pulse width up##sgistru
russian: Скважность вверх

source: Set filter cutoff##sgistru
russian: Частота среза

source: Volume fade##sgistru
russian: Изменение громкости

source: Set waveform##sgistru
russian: Волна

source: Set volume##sgistru
russian: Громкость

source: Toggle filter##sgistru
russian: Вкл./выкл. фильтр

source: Fine portamento up##sgistru
russian: Точное портаменто вверх

source: Fine portamento down##sgistru
russian: Точное портаменто вниз

source: Filter mode##sgistru
russian: Режим фильтра

source: Retrigger##sgistru
russian: Циклич. перезапуск

source: Fine volume down##sgistru
russian: Точное изменение громкости вниз

source: Fine volume up##sgistru
russian: Точное изменение громкости вверх

source: Note cut##sgistru
russian: Заглушить ноту

source: Phase reset##sgistru
russian: Сброс фазы

source: Program period##sgistru
russian: Период программы

source: Filter cutoff up##sgistru
russian: Частота среза вверх

source: Filter cutoff down##sgistru
russian: Частота среза вниз

source: Set filter resonance##sgistru
russian: Резонанс

source: Filter resonance up##sgistru
russian: Резонанс вверх

source: Filter resonance down##sgistru
russian: Резонанс вниз

source: Set attack##sgistru
russian: Атака

source: Set decay##sgistru
russian: Спад

source: Set sustain##sgistru
russian: Сустейн

source: Set release##sgistru
russian: Релиз

source: Ring modulation source##sgistru
russian: Источник кольцевой модуляции

source: Hard sync source##sgistru
russian: Источник синхронизации осцилляторов

source: Portamento up (semitones)##sgistru
russian: Портаменто вверх (полутонов)

source: Portamento down (semitones)##sgistru
russian: Портаменто вниз (полутонов)

source: Detune##sgistru
russian: Расстройка

source: Absolute arpeggio note##sgistru
russian: Абсолютная нота арпеджио

source: Trigger release##sgistru
russian: Релиз огибающей

source: Loop begin##sgistru
russian: Начало цикла

source: Loop end##sgistru
russian: Конец цикла

source: Jump##sgistru
russian: Переход на шаг

source: NOP##sgistru
russian: Ничего не делать

source: Program end##sgistru
russian: Конец программы

source: Fixed##sgistru2
russian: Абсолютное

source: Relative##sgistru
russian: Относительное

source: QSound##sgistru
russian: QSound

source: Bug##sgistru
russian: Сбой

source: Fixed
russian: Абсолютное

source: Relative
russian: Относительное

source: Local
russian: Локальная

source: Global
russian: Глобальная

source: Sound Unit##sgiSU
russian: Sound Unit

source: Switch roles of frequency and phase reset timer##sgiSU
russian: Поменять роли таймера сброса фазы и таймера изменения частоты

source: Hardware Sequence##sgiSU
russian: Аппаратная последовательность

source: Tick##sgiSU0
russian: Шаг движка

source: Command##sgiSU0
russian: Команда

source: Move/Remove##sgiSU0
russian: Перем./Удал.

source: Period##sgiSU0
russian: Период

source: Amount##sgiSU0
russian: Количество

source: Bound##sgiSU0
russian: Граница

source: Up##sgiSU0
russian: Вверх

source: Down##sgiSU0
russian: Вниз

source: Loop##sgiSU
russian: Цикл

source: Flip##sgiSU
russian: Туда-обратно

source: Period##sgiSU1
russian: Период

source: Amount##sgiSU1
russian: Количество

source: Bound##sgiSU1
russian: Граница

source: Up##sgiSU1
russian: Вверх

source: Down##sgiSU1
russian: Вниз

source: Ticks##sgiSU
russian: Шагов

source: Position##sgiSU
russian: Положение

source: Macros##sgiSU
russian: Макросы

source: Volume##sgiSU
russian: Громкость

source: Arpeggio##sgiSU
russian: Арпеджио

source: Pitch##sgiSU
russian: Частота

source: Duty/Noise##sgiSU
russian: Скважность/режим шума

source: Waveform##sgiSU
russian: Волна

source: Panning##sgiSU
russian: Панорамирование

source: Phase Reset##sgiSU
russian: Сброс фазы

source: Cutoff##sgiSU
russian: Частота среза

source: Resonance##sgiSU
russian: Резонанс

source: Control##sgiSU
russian: Управление

source: Phase Reset Timer##sgiSU
russian: Таймер сброса фазы

source: Macros##sgiSWAN
russian: Макросы

source: Volume##sgiSWAN
russian: Громкость

source: Arpeggio##sgiSWAN
russian: Арпеджио

source: Pitch##sgiSWAN
russian: Частота

source: Noise##sgiSWAN
russian: Шум

source: Waveform##sgiSWAN
russian: Волна

source: Phase Reset##sgiSWAN
russian: Сброс фазы

source: Macros##sgiT6W
russian: Макросы

source: Volume##sgiT6W
russian: Громкость

source: Arpeggio##sgiT6W
russian: Арпеджио

source: Pitch##sgiT6W
russian: Частота

source: Panning (left)##sgiT6W
russian: Панорамирование (левый)

source: Panning (right)##sgiT6W
russian: Панорамирование (правый)

source: Noise Type##sgiT6W
russian: Режим шума

source: Phase Reset##sgiT6W
russian: Сброс фазы

source: Macros##sgiTED
russian: Макросы

source: Volume##sgiTED
russian: Громкость

source: Arpeggio##sgiTED
russian: Арпеджио

source: Pitch##sgiTED
russian: Частота

source: Square/Noise##sgiTED
russian: Меандр/шум

source: Phase Reset##sgiTED
russian: Сброс фазы

source: Macros##sgiTIA
russian: Макросы

source: Volume##sgiTIA
russian: Громкость

source: Arpeggio##sgiTIA
russian: Арпеджио

source: Pitch##sgiTIA
russian: Частота

source: Raw Period##sgiTIA
russian: Период (регистровое знач.)

source: Waveform##sgiTIA
russian: Волна

source: Set modulation table (channel 5 only)##sgiVB
russian: Выставить таблицу модуляции (только для 5-го канала)

source: Hex##MTHex
russian: Шест.##MTHex

source: Dec##MTHex
russian: Дес.##MTHex

source: Macros##sgiVB
russian: Макросы

source: Volume##sgiVB
russian: Громкость

source: Arpeggio##sgiVB
russian: Арпеджио

source: Pitch##sgiVB
russian: Частота

source: Noise Length##sgiVB
russian: Длина шума

source: Waveform##sgiVB
russian: Волна

source: Panning (left)##sgiVB
russian: Панорамирование (левый)

source: Panning (right)##sgiVB
russian: Панорамирование (правый)

source: Phase Reset##sgiVB
russian: Сброс фазы

source: Macros##sgiVERA
russian: Макросы

source: Volume##sgiVERA
russian: Громкость

source: Arpeggio##sgiVERA
russian: Арпеджио

source: Pitch##sgiVERA
russian: Частота

source: Duty##sgiVERA
russian: Скважность

source: Waveform##sgiVERA
russian: Волна

source: Panning##sgiVERA
russian: Панорамирование

source: Macros##sgiVIC
russian: Макросы

source: Volume##sgiVIC
russian: Громкость

source: Arpeggio##sgiVIC
russian: Арпеджио

source: Pitch##sgiVIC
russian: Частота

source: On/Off##sgiVIC
russian: Вкл./выкл.

source: Waveform##sgiVIC
russian: Волна

source: Macros##sgiVRC6
russian: Макросы

source: Volume##sgiVRC6
russian: Громкость

source: Arpeggio##sgiVRC6
russian: Арпеджио

source: Pitch##sgiVRC6
russian: Частота

source: Duty##sgiVRC6
russian: Скважность

source: Waveform##sgiVRC6
russian: Волна

source: Phase Reset##sgiVRC6
russian: Сброс фазы

source: Macros##sgiVRC6S
russian: Макросы

source: Volume##sgiVRC6S
russian: Громкость

source: Arpeggio##sgiVRC6S
russian: Арпеджио

source: Pitch##sgiVRC6S
russian: Частота

source: Wavetable##sgiwave
russian: Волновые таблицы

source: Enable synthesizer##sgiwave
russian: Включить синтезатор

source: Single-waveform##sgiwave
russian: Одна волна

source: Dual-waveform##sgiwave
russian: Две волны

source: Wave 1##sgiwave0
russian: Волна 1

source: Wave 2##sgiwave0
russian: Волна 2

source: Result##sgiwave
russian: Результат

source: Wave 1 ##sgiwave
russian: Волна 1

source: waveform macro is controlling wave 1! this value will be ineffective.##sgiwave
russian: макрос волны контролирует волну 1! это значение не даст результата.

source: Wave 1##sgiwave1
russian: Волна 1

source: Wave 2##sgiwave1
russian: Волна 2

source: Resume preview##sgiwave
russian: Возобовить превью

source: Pause preview##sgiwave
russian: Приостановить превью

source: Restart preview##sgiwave
russian: Перезапустить превью

source: too many wavetables!##sgiwave
russian: слишком много волновых таблиц!

source: Copy to new wavetable##sgiwave
russian: Копировать в новую волновую таблицу

source: Update Rate##sgiwave
russian: Частота обновления

source: Speed##sgiwave
russian: Скорость

source: Amount##sgiwave
russian: Количество

source: Power##sgiwave
russian: Степень

source: Global##sgiwave
russian: Глобально

source: Global##sgiwave1
russian: Глобальн.

source: Global##sgiwave2
russian: Глобальн.##jesus

source: wavetable synthesizer disabled. use the Waveform macro to set the wave for this instrument.##sgiwave
russian: синтезатор волновых таблиц выключен. используйте макрос волны для задания волновой таблицы для этого инструмента.

source: Local Waves##sgiwave
russian: Локальные волн. табл.

source: Macros##sgiX1
russian: Макросы

source: Volume##sgiX1
russian: Громкость

source: Arpeggio##sgiX1
russian: Арпеджио

source: Pitch##sgiX1
russian: Частота

source: Waveform##sgiX1
russian: Волна

source: Panning (left)##sgiX1
russian: Панорамирование (левый)

source: Panning (right)##sgiX1
russian: Панорамирование (правый)

source: Phase Reset##sgiX1
russian: Сброс фазы

source: Envelope##sgiX1
russian: Огибающая

source: Envelope Mode##sgiX1
russian: Режим огибающей

source: AutoEnv Num##sgiX1
russian: Множ. част. авто-огиб.

source: AutoEnv Den##sgiX1
russian: Знам. част. авто-огиб.

source: Macros##sgiYMZ
russian: Макросы

source: Volume##sgiYMZ
russian: Громкость

source: Arpeggio##sgiYMZ
russian: Арпеджио

source: Pitch##sgiYMZ
russian: Частота

source: Panning##sgiYMZ
russian: Панорамирование

source: Phase Reset##sgiYMZ
russian: Сброс фазы

source: not a command stream
russian: не является потоком команд

source: 00xy: Arpeggio##seen
russian: 00xy: Арпеджио

source: 01xx: Pitch slide up##seen
russian: 01xx: Портаменто вверх

source: 02xx: Pitch slide down##seen
russian: 02xx: Портаменто вниз

source: 03xx: Portamento##seen
russian: 03xx: Авто-портаменто (до указ. ноты)

source: 04xy: Vibrato (x: speed; y: depth)##seen
russian: 04xy: Вибрато (x: скорость; y: глубина)

source: 05xy: Volume slide + vibrato (compatibility only!)##seen
russian: 05xy: Изменение громкости + вибрато (исключительно в целях совместимости!)

source: 06xy: Volume slide + portamento (compatibility only!)##seen
russian: 06xy: Изменение громкости + портаменто (исключительно в целях совместимости!)

source: 07xy: Tremolo (x: speed; y: depth)##seen
russian: 07xy: Тремоло (x: скорость; y: глубина)

source: 08xy: Set panning (x: left; y: right)##seen
russian: 08xy: Панорамирование (x: лево; y: право)

source: 09xx: Set groove pattern (speed 1 if no grooves exist)##seen
russian: 09xx: Установить ритм-паттерн (скорость 1 при их отсутствии)

source: 0Axy: Volume slide (0y: down; x0: up)##seen
russian: 0Axy: Изменение громкости (0y: вниз; x0: вверх)

source: 0Bxx: Jump to pattern##seen
russian: 0Bxx: Прыжок на паттерн

source: 0Cxx: Retrigger##seen
russian: 0Cxx: Циклич. перезапуск

source: 0Dxx: Jump to next pattern##seen
russian: 0Dxx: Прыжок на след. паттерн

source: 0Fxx: Set speed (speed 2 if no grooves exist)##seen
russian: 0Fxx: Установить скорость (скорость 2 при отсутствии ритм-паттернов)

source: 80xx: Set panning (00: left; 80: center; FF: right)##seen
russian: 80xx: Панорамирование (00: лево; 80: центр; FF: право)

source: 81xx: Set panning (left channel)##seen
russian: 81xx: Панорамирование (левый канал)

source: 82xx: Set panning (right channel)##seen
russian: 82xx: Панорамирование (правый канал)

source: 88xy: Set panning (rear channels; x: left; y: right)##seen
russian: 88xy: Панорамирование (задние каналы; x: левый; y: правый)
