Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: 13xx: Set level of operator 2 (0 highest, 7F lowest)##sesd
russian: 13xx: Уровень оператора 2 (0 макс., 7F мин.)

source: 14xx: Set level of operator 3 (0 highest, 7F lowest)##sesd
russian: 14xx: Уровень оператора 3 (0 макс., 7F мин.)

source: 15xx: Set level of operator 4 (0 highest, 7F lowest)##sesd
russian: 15xx: Уровень оператора 4 (0 макс., 7F мин.)

source: 16xy: Set operator multiplier (x: operator from 1 to 4; y: multiplier)##sesd0
russian: 16xy: Множитель частоты (x: оператор (1-4); y: множитель)

source: 19xx: Set attack of all operators (0 to 1F)##sesd
russian: 19xx: Атака всех операторов (0-1F)

source: 1Axx: Set attack of operator 1 (0 to 1F)##sesd
russian: 1Axx: Атака оператора 1 (0-1F)

source: 1Bxx: Set attack of operator 2 (0 to 1F)##sesd
russian: 1Bxx: Атака оператора 2 (0-1F)

source: 1Cxx: Set attack of operator 3 (0 to 1F)##sesd
russian: 1Cxx: Атака оператора 3 (0-1F)

source: 1Dxx: Set attack of operator 4 (0 to 1F)##sesd
russian: 1Dxx: Атака оператора 4 (0-1F)

source: 50xy: Set AM (x: operator from 1 to 4 (0 for all ops); y: AM)##sesd0
russian: 50xy: Включить АМ (x: оператор 1-4 (0 для всех операторов); y: АМ)

source: 51xy: Set sustain level (x: operator from 1 to 4 (0 for all ops); y: sustain)##sesd0
russian: 51xy: Уровень сустейна (x: оператор 1-4 (0 для всех операторов); y: уровень)

source: 52xy: Set release (x: operator from 1 to 4 (0 for all ops); y: release)##sesd0
russian: 52xy: Релиз (x: оператор 1-4 (0 для всех операторов); y: релиз)

source: 53xy: Set detune (x: operator from 1 to 4 (0 for all ops); y: detune where 3 is center)##sesd
russian: 53xy: Расстройка (x: оператор 1-4 (0 для всех операторов); y: расстройка (3 - без расстройки))

source: 54xy: Set envelope scale (x: operator from 1 to 4 (0 for all ops); y: scale from 0 to 3)##sesd0
russian: 54xy: Масш. огиб. (x: оператор 1-4 (0 для всех операторов); y: масш. 0-3)

source: 56xx: Set decay of all operators (0 to 1F)##sesd
russian: 56xx: Спад всех операторов (0-1F)

source: 57xx: Set decay of operator 1 (0 to 1F)##sesd
russian: 57xx: Спад оператора 1 (0-1F)

source: 58xx: Set decay of operator 2 (0 to 1F)##sesd
russian: 58xx: Спад оператора 2 (0-1F)

source: 59xx: Set decay of operator 3 (0 to 1F)##sesd
russian: 59xx: Спад оператора 3 (0-1F)

source: 5Axx: Set decay of operator 4 (0 to 1F)##sesd
russian: 5Axx: Спад оператора 4 (0-1F)

source: 5Bxx: Set decay 2 of all operators (0 to 1F)##sesd
russian: 5Bxx: Спад 2 всех операторов (0-1F)

source: 5Cxx: Set decay 2 of operator 1 (0 to 1F)##sesd
russian: 5Cxx: Спад 2 оператора 1 (0-1F)

source: 5Dxx: Set decay 2 of operator 2 (0 to 1F)##sesd
russian: 5Dxx: Спад 2 оператора 2 (0-1F)

source: 5Exx: Set decay 2 of operator 3 (0 to 1F)##sesd
russian: 5Exx: Спад 2 оператора 3 (0-1F)

source: 5Fxx: Set decay 2 of operator 4 (0 to 1F)##sesd
russian: 5Fxx: Спад 2 оператора 4 (0-1F)

source: 10xx: Set noise frequency (xx: value; 0 disables noise)##sesd
russian: 10xx: Частота шума (xx: частота; 0 отключает шум)

source: 17xx: Set LFO speed##sesd
russian: 17xx: Установить частоту ГНЧ

source: 18xx: Set LFO waveform (0 saw, 1 square, 2 triangle, 3 noise)##sesd
russian: 18xx: Форма волны ГНЧ (0 пила, 1 меандр, 2 треуг., 3 шум)

source: 1Exx: Set AM depth (0 to 7F)##sesd
russian: 1Exx: Глубина АМ (0-7F)

source: 1Fxx: Set PM depth (0 to 7F)##sesd
russian: 1Fxx: Глубина ФМ (0-7F)

source: 55xy: Set detune 2 (x: operator from 1 to 4 (0 for all ops); y: detune from 0 to 3)##sesd
russian: 55xy: Расстройка 2 (x: оператор 1-4 (0 для всех операторов); y: расстройка 0-3)

source: 24xx: Set LFO 2 speed##sesd
russian: 24xx: Установить частоту ГНЧ 2

source: 25xx: Set LFO 2 waveform (0 saw, 1 square, 2 triangle, 3 noise)##sesd
russian: 25xx: Форма волны ГНЧ 2 (0 пила, 1 меандр, 2 треуг., 3 шум)

source: 26xx: Set AM 2 depth (0 to 7F)##sesd
russian: 26xx: Глубина АМ 2 (0-7F)

source: 27xx: Set PM 2 depth (0 to 7F)##sesd
russian: 27xx: Глубина ФМ 2 (0-7F)

source: 28xy: Set reverb (x: operator from 1 to 4 (0 for all ops); y: reverb from 0 to 7)##sesd
russian: 28xy: Реверб (x: оператор 1-4 (0 для всех операторов); y: реверб 0-7)

source: 2Axy: Set waveform (x: operator from 1 to 4 (0 for all ops); y: waveform from 0 to 7)##sesd0
russian: 2Axy: Форма волны (x: оператор 1-4 (0 для всех операторов); y: форма волны 0-7)

source: 2Bxy: Set envelope generator shift (x: operator from 1 to 4 (0 for all ops); y: shift from 0 to 3)##sesd
russian: 2Bxy: Сдвиг генератора огибающей (x: оператор 1-4 (0 для всех операторов); y: сдвиг 0-3)

source: 2Cxy: Set fine multiplier (x: operator from 1 to 4 (0 for all ops); y: fine)##sesd
russian: 2Cxy: Точный множитель (x: оператор 1-4 (0 для всех операторов); y: множитель)

source: 3xyy: Set fixed frequency of operator 1 (x: octave from 0 to 7; y: frequency)##sesd
russian: 3xyy: Установить фиксированную частоту оператора 1 (x: октава 0-7; y: частота)

source: 3xyy: Set fixed frequency of operator 2 (x: octave from 8 to F; y: frequency)##sesd
russian: 3xyy: Установить фиксированную частоту оператора 2 (x: октава 8-F; y: частота)

source: 4xyy: Set fixed frequency of operator 3 (x: octave from 0 to 7; y: frequency)##sesd
russian: 4xyy: Установить фиксированную частоту оператора 3 (x: октава 0-7; y: частота)

source: 4xyy: Set fixed frequency of operator 4 (x: octave from 8 to F; y: frequency)##sesd
russian: 4xyy: Установить фиксированную частоту оператора 4 (x: октава 8-F; y: частота)

source: 10xy: Setup LFO (x: enable; y: speed)##sesd
russian: 10xy: Настройка ГНЧ (x: включить; y: скорость)

source: 55xy: Set SSG envelope (x: operator from 1 to 4 (0 for all ops); y: 0-7 on, 8 off)##sesd
russian: 55xy: Огибающая SSG (x: оператор 1-4 (0 для всех операторов); y: 0-7 вкл., 8 выкл.)

source: 1Fxx: Set ADPCM-A global volume (0 to 3F)##sesd
russian: 1Fxx: Глобальная громкость ADPCM-A (0-3F)

source: 11xx: Set feedback (0 to 7)##sesd1
russian: 11xx: Обратная связь (0-7)

source: 12xx: Set level of operator 1 (0 highest, 3F lowest)##sesd0
russian: 12xx: Уровень оператора 1 (0 макс., 3F мин.)

source: 13xx: Set level of operator 2 (0 highest, 3F lowest)##sesd0
russian: 13xx: Уровень оператора 2 (0 макс., 3F мин.)

source: 16xy: Set operator multiplier (x: operator from 1 to 2; y: multiplier)##sesd
russian: 16xy: Множитель частоты (x: оператор 1-2; y: множитель)

source: 19xx: Set attack of all operators (0 to F)##sesd0
russian: 19xx: Атака всех операторов (0-F)

source: 1Axx: Set attack of operator 1 (0 to F)##sesd0
russian: 1Axx: Атака оператора 1 (0-F)

source: 1Bxx: Set attack of operator 2 (0 to F)##sesd0
russian: 1Bxx: Атака оператора 2 (0-F)

source: 10xx: Set patch (0 to F)##sesd
russian: 10xx: Патч (0-F)

source: 50xy: Set AM (x: operator from 1 to 2 (0 for all ops); y: AM)##sesd
russian: 50xy: Включить АМ (x: оператор 1-2 (0 для всех операторов); y: АМ)

source: 51xy: Set sustain level (x: operator from 1 to 2 (0 for all ops); y: sustain)##sesd
russian: 51xy: Уровень сустейна (x: оператор 1-2 (0 для всех операторов); y: сустейн)

source: 52xy: Set release (x: operator from 1 to 2 (0 for all ops); y: release)##sesd
russian: 52xy: Релиз (x: оператор 1-2 (0 для всех операторов); y: релиз)

source: 53xy: Set vibrato (x: operator from 1 to 2 (0 for all ops); y: enabled)##sesd
russian: 53xy: Вибрато (x: оператор 1-2 (0 для всех операторов); y: вкл.)

source: 54xy: Set envelope scale (x: operator from 1 to 2 (0 for all ops); y: scale from 0 to 3)##sesd
russian: 54xy: Масш. огиб. (x: оператор 1-2 (0 для всех операторов); y: масш. 0-3)

source: 55xy: Set envelope sustain (x: operator from 1 to 2 (0 for all ops); y: enabled)##sesd
russian: 55xy: Сустейн огибающей (x: оператор 1-2 (0 для всех операторов); y: вкл.)

source: 56xx: Set decay of all operators (0 to F)##sesd0
russian: 56xx: Спад всех операторов (0-F)

source: 57xx: Set decay of operator 1 (0 to F)##sesd0
russian: 57xx: Спад оператора 1 (0-F)

source: 58xx: Set decay of operator 2 (0 to F)##sesd0
russian: 58xx: Спад оператора 2 (0-F)

source: 5Bxy: Set whether key will scale envelope (x: operator from 1 to 2 (0 for all ops); y: enabled)##sesd
russian: 5Bxy: Масштаб. огиб. в зав. от ноты (x: оператор 1-2 (0 для всех операторов); y: вкл.)

source: 10xx: Set global AM depth (0: 1dB, 1: 4.8dB)##sesd
russian: 10xx: Глобальная глубина АМ (0: 1 дБ, 1: 4.8 дБ)

source: 11xx: Set feedback (0 to 7)##sesd2
russian: 11xx: Обратная связь (0-7)

source: 12xx: Set level of operator 1 (0 highest, 3F lowest)##sesd1
russian: 12xx: Уровень оператора 1 (0 макс., 3F мин.)

source: 13xx: Set level of operator 2 (0 highest, 3F lowest)##sesd1
russian: 13xx: Уровень оператора 2 (0 макс., 3F мин.)

source: 14xx: Set level of operator 3 (0 highest, 3F lowest)##sesd0
russian: 14xx: Уровень оператора 3 (0 макс., 3F мин.)

source: 15xx: Set level of operator 4 (0 highest, 3F lowest)##sesd0
russian: 15xx: Уровень оператора 4 (0 макс., 3F мин.)

source: 16xy: Set operator multiplier (x: operator from 1 to 4; y: multiplier)##sesd1
russian: 16xy: Множитель частоты (x: оператор 1-4; y: множитель)

source: 17xx: Set global vibrato depth (0: normal, 1: double)##sesd
russian: 17xx: Глобальная глубина вибрато (0: нормальная, 1: двойная)

source: 19xx: Set attack of all operators (0 to F)##sesd1
russian: 19xx: Атака всех операторов (0-F)

source: 1Axx: Set attack of operator 1 (0 to F)##sesd1
russian: 1Axx: Атака оператора 1 (0-F)

source: 1Bxx: Set attack of operator 2 (0 to F)##sesd1
russian: 1Bxx: Атака оператора 2 (0-F)

source: 1Cxx: Set attack of operator 3 (0 to F)##sesd0
russian: 1Cxx: Атака оператора 3 (0-F)

source: 1Dxx: Set attack of operator 4 (0 to F)##sesd0
russian: 1Dxx: Атака оператора 4 (0-F)

source: 2Axy: Set waveform (x: operator from 1 to 4 (0 for all ops); y: waveform from 0 to 3 in OPL2 and 0 to 7 in OPL3)##sesd
russian: 2Axy: Форма волны (x: оператор 1-4 (0 для всех операторов); y: форма волны 0-3 для OPL2 и 0-7 для OPL3)

source: 50xy: Set AM (x: operator from 1 to 4 (0 for all ops); y: AM)##sesd1
russian: 50xy: Включить АМ (x: оператор 1-4 (0 для всех операторов); y: АМ)

source: 51xy: Set sustain level (x: operator from 1 to 4 (0 for all ops); y: sustain)##sesd1
russian: 51xy: Уровень сустейна (x: оператор 1-4 (0 для всех операторов); y: сустейн)

source: 52xy: Set release (x: operator from 1 to 4 (0 for all ops); y: release)##sesd1
russian: 52xy: Релиз (x: оператор 1-4 (0 для всех операторов); y: релиз)

source: 53xy: Set vibrato (x: operator from 1 to 4 (0 for all ops); y: enabled)##sesd0
russian: 53xy: Вибрато (x: оператор 1-4 (0 для всех операторов); y: вкл.)

source: 54xy: Set envelope scale (x: operator from 1 to 4 (0 for all ops); y: scale from 0 to 3)##sesd1
russian: 54xy: Масш. огиб. (x: оператор 1-4 (0 для всех операторов); y: масш. 0-3)

source: 55xy: Set envelope sustain (x: operator from 1 to 4 (0 for all ops); y: enabled)##sesd0
russian: 55xy: Сустейн огибающей (x: оператор 1-4 (0 для всех операторов); y: вкл.)

source: 56xx: Set decay of all operators (0 to F)##sesd1
russian: 56xx: Спад всех операторов (0-F)

source: 57xx: Set decay of operator 1 (0 to F)##sesd1
russian: 57xx: Спад оператора 1 (0-F)

source: 58xx: Set decay of operator 2 (0 to F)##sesd1
russian: 58xx: Спад оператора 2 (0-F)

source: 59xx: Set decay of operator 3 (0 to F)##sesd0
russian: 59xx: Спад оператора 3 (0-F)

source: 5Axx: Set decay of operator 4 (0 to F)##sesd0
russian: 5Axx: Спад оператора 4 (0-F)

source: 5Bxy: Set whether key will scale envelope (x: operator from 1 to 4 (0 for all ops); y: enabled)##sesd0
russian: 5Bxy: Масштаб. огиб. в зав. от ноты (x: оператор 1-4 (0 для всех операторов); y: вкл.)

source: 10xx: Set waveform (bit 0: triangle; bit 1: saw; bit 2: pulse; bit 3: noise)##sesd
russian: 10xx: Форма волны (бит 0: треуг.; бит 1: пила; бит 2: прямоуг.; бит 3: шум)

source: 11xx: Set coarse cutoff (not recommended; use 4xxx instead)##sesd
russian: 11xx: Грубая частота среза (не рекомендуется; используйте 4xxx)

source: 12xx: Set coarse pulse width (not recommended; use 3xxx instead)##sesd
russian: 12xx: Грубая скважность (не рекомендуется; используйте 3xxx)

source: 13xx: Set resonance (0 to F)##sesd
russian: 13xx: Резонанс (0-F)

source: 14xx: Set filter mode (bit 0: low pass; bit 1: band pass; bit 2: high pass)##sesd
russian: 14xx: Режим фильтра (бит 0: ФНЧ; бит 1: ППФ; бит 2: ФВЧ)

source: 15xx: Set envelope reset time##sesd
russian: 15xx: Установить время ресета огибающей

source: 1Axx: Disable envelope reset for this channel (1 disables; 0 enables)##sesd
russian: 1Axx: Отключить ресет огибающей для этого канала (1 выкл.; 0 вкл.)

source: 1Bxy: Reset cutoff (x: on new note; y: now)##sesd
russian: 1Bxy: Сбросить частоту среза (x: на след. ноте; y: сейчас)

source: 1Cxy: Reset pulse width (x: on new note; y: now)##sesd
russian: 1Cxy: Сбросить скважность (x: на след. ноте; y: сейчас)

source: 1Exy: Change other parameters (LEGACY)##sesd
russian: 1Exy: Изменить другие параметры (СОВМЕСТИМОСТЬ)

source: 20xy: Set attack/decay (x: attack; y: decay)##sesd
russian: 20xy: Установить атаку/спад (x: атака; y: спад)

source: 21xy: Set sustain/release (x: sustain; y: release)##sesd
russian: 21xy: Установить сустейн/релиз (x: сустейн; y: релиз)

source: 22xx: Pulse width slide up##sesd
russian: 22xx: Изменение скважности вверх

source: 23xx: Pulse width slide down##sesd
russian: 23xx: Изменение скважности вниз

source: 24xx: Cutoff slide up##sesd
russian: 24xx: Изменение частоты среза вверх

source: 25xx: Cutoff slide down##sesd
russian: 25xx: Изменение частоты среза вниз

source: 3xxx: Set pulse width (0 to FFF)##sesd
russian: 3xxx: Скважность (0-FFF)

source: 4xxx: Set cutoff (0 to 7FF)##sesd
russian: 4xxx: Частота среза (0-7FF)

source: 10xx: Set waveform##sesd0
russian: 10xx: Волна

source: 13xx: Set waveform (local)##sesd
russian: 13xx: Волна (локальная)

source: 11xx: Set raw period (0-1F)##sesd
russian: 11xx: "Сырое" значение периода (0-1F)

source: 11xx: Set waveform (local)##sesd
russian: 11xx: Волна (локальная)

source: 20xx: Set PCM frequency##sesd
russian: 20xx: Частота ИКМ

source: 10xy: Set AM depth (x: operator from 1 to 4 (0 for all ops); y: depth (0: 1dB, 1: 4.8dB))##sesd
russian: 10xy: Глубина АМ (x: оператор 1-4 (0 для всех операторов); y: глубина (0: 1 дБ, 1: 4.8 дБ))

source: 12xx: Set level of operator 1 (0 highest, 3F lowest)##sesd2
russian: 12xx: Уровень оператора 1 (0 макс., 3F мин.)

source: 13xx: Set level of operator 2 (0 highest, 3F lowest)##sesd2
russian: 13xx: Уровень оператора 2 (0 макс., 3F мин.)

source: 14xx: Set level of operator 3 (0 highest, 3F lowest)##sesd1
russian: 14xx: Уровень оператора 3 (0 макс., 3F мин.)

source: 15xx: Set level of operator 4 (0 highest, 3F lowest)##sesd1
russian: 15xx: Уровень оператора 4 (0 макс., 3F мин.)

source: 16xy: Set operator multiplier (x: operator from 1 to 4; y: multiplier)##sesd2
russian: 16xy: Множитель частоты (x: оператор 1-4; y: мнжитель)

source: 17xy: Set vibrato depth (x: operator from 1 to 4 (0 for all ops); y: depth (0: normal, 1: double))##sesd
russian: 17xy: Глубина вибрато (x: оператор 1-4 (0 для всех операторов); y: глубина (0: нормальная, 1: удвоенная))

source: 19xx: Set attack of all operators (0 to F)##sesd
russian: 19xx: Атака всех операторов (0-F)

source: 1Axx: Set attack of operator 1 (0 to F)##sesd2
russian: 1Axx: Атака оператора 1 (0-F)

source: 1Bxx: Set attack of operator 2 (0 to F)##sesd2
russian: 1Bxx: Атака оператора 1 (0-F)

source: 1Cxx: Set attack of operator 3 (0 to F)##sesd1
russian: 1Cxx: Атака оператора 1 (0-F)

source: 1Dxx: Set attack of operator 4 (0 to F)##sesd1
russian: 1Dxx: Атака оператора 1 (0-F)

source: 20xy: Set panning of operator 1 (x: left; y: right)##sesd
russian: 20xy: Панорамирование оператора 1 (x: лево; y: право)

source: 21xy: Set panning of operator 2 (x: left; y: right)##sesd
russian: 21xy: Панорамирование оператора 2 (x: лево; y: право)

source: 22xy: Set panning of operator 3 (x: left; y: right)##sesd
russian: 22xy: Панорамирование оператора 3 (x: лево; y: право)

source: 23xy: Set panning of operator 4 (x: left; y: right)##sesd
russian: 23xy: Панорамирование оператора 4 (x: лево; y: право)

source: 24xy: Set output level register (x: operator from 1 to 4 (0 for all ops); y: level from 0 to 7)##sesd
russian: 24xy: Регистр выходного уровня (громкости) (x: оператор 1-4 (0 для всех операторов); y: уровень 0-7)

source: 25xy: Set modulation input level (x: operator from 1 to 4 (0 for all ops); y: level from 0 to 7)##sesd
russian: 25xy: Уровень входной модуляции (x: оператор 1-4 (0 для всех операторов); y: уровень 0-7)

source: 26xy: Set envelope delay (x: operator from 1 to 4 (0 for all ops); y: delay from 0 to 7)##sesd
russian: 26xy: Задержка огибающей (x: оператор 1-4 (0 для всех операторов); y: задержка 0-7)

source: 27xx: Set noise mode for operator 4 (x: mode from 0 to 3)##sesd
russian: 27xx: Режим шума для оператора 4 (x: режим 0-3)

source: 2Axy: Set waveform (x: operator from 1 to 4 (0 for all ops); y: waveform from 0 to 7)##sesd1
russian: 2Axy: Форма волны (x: оператор 1-4 (0 для всех операторов); y: форма волны 0-7)

source: 2Fxy: Set fixed frequency block (x: operator from 1 to 4; y: octave from 0 to 7)##sesd
russian: 2Fxy: Блок в режиме фиксированной частоты (x: оператор 1-4; y: октава 0-7)

source: 40xx: Set detune of operator 1 (80: center)##sesd
russian: 40xx: Расстройка оператора 1 (80: без расстройки)

source: 41xx: Set detune of operator 2 (80: center)##sesd
russian: 41xx: Расстройка оператора 2 (80: без расстройки)

source: 42xx: Set detune of operator 3 (80: center)##sesd
russian: 42xx: Расстройка оператора 3 (80: без расстройки)

source: 43xx: Set detune of operator 4 (80: center)##sesd
russian: 43xx: Расстройка оператора 4 (80: без расстройки)

source: 50xy: Set AM (x: operator from 1 to 4 (0 for all ops); y: AM)##sesd2
russian: 50xy: Включить АМ (x: оператор 1-4 (0 для всех операторов); y: АМ)

source: 51xy: Set sustain level (x: operator from 1 to 4 (0 for all ops); y: sustain)##sesd2
russian: 51xy: Уровень сустейна (x: оператор 1-4 (0 для всех операторов); y: сустейн)

source: 52xy: Set release (x: operator from 1 to 4 (0 for all ops); y: release)##sesd2
russian: 52xy: Релиз (x: оператор 1-4 (0 для всех операторов); y: релиз)

source: 53xy: Set vibrato (x: operator from 1 to 4 (0 for all ops); y: enabled)##sesd1
russian: 53xy: Вибрато (x: оператор 1-4 (0 для всех операторов); y: вкл.)

source: 54xy: Set envelope scale (x: operator from 1 to 4 (0 for all ops); y: scale from 0 to 3)##sesd2
russian: 54xy: Масш. огиб. (x: оператор 1-4 (0 для всех операторов); y: масш. 0-3)

source: 55xy: Set envelope sustain (x: operator from 1 to 4 (0 for all ops); y: enabled)##sesd1
russian: 55xy: Сустейн огибающей (x: оператор 1-4 (0 для всех операторов); y: вкл.)

source: 56xx: Set decay of all operators (0 to F)##sesd2
russian: 56xx: Спад всех операторов (0-F)

source: 57xx: Set decay of operator 1 (0 to F)##sesd2
russian: 57xx: Спад оператора 1 (0-F)

source: 58xx: Set decay of operator 2 (0 to F)##sesd2
russian: 58xx: Спад оператора 2 (0-F)

source: 59xx: Set decay of operator 3 (0 to F)##sesd1
russian: 59xx: Спад оператора 3 (0-F)

source: 5Axx: Set decay of operator 4 (0 to F)##sesd1
russian: 5Axx: Спад оператора 4 (0-F)

source: 5Bxy: Set whether key will scale envelope (x: operator from 1 to 4 (0 for all ops); y: enabled)##sesd1
russian: 5Bxy: Масштаб. огиб. в зав. от ноты (x: оператор 1-4 (0 для всех операторов); y: вкл.)

source: 3xyy: Set fixed frequency F-num of operator 1 (x: high 2 bits from 0 to 3; y: low 8 bits of F-num)##sesd
russian: 3xyy: Частота в режиме фиксированной частоты для оператора 1 (x: два старших бита 0-3; y: 8 младших битов частоты)

source: 3xyy: Set fixed frequency F-num of operator 2 (x: high 2 bits from 4 to 7; y: low 8 bits of F-num)##sesd
russian: 3xyy: Частота в режиме фиксированной частоты для оператора 2 (x: два старших бита 4-7; y: 8 младших битов частоты)

source: 3xyy: Set fixed frequency F-num of operator 3 (x: high 2 bits from 8 to B; y: low 8 bits of F-num)##sesd
russian: 3xyy: Частота в режиме фиксированной частоты для оператора 3 (x: два старших бита 8-B; y: 8 младших битов частоты)

source: 3xyy: Set fixed frequency F-num of operator 4 (x: high 2 bits from C to F; y: low 8 bits of F-num)##sesd
russian: 3xyy: Частота в режиме фиксированной частоты для оператора 4 (x: два старших бита C-F; y: 8 младших битов частоты)

source: 10xx: Set waveform (bit 0: triangle; bit 1: saw; bit 2: pulse; bit 3: noise)##sesd1
russian: 10xx: Форма волны (бит 0: треуг.; бит 1: пила; бит 2: прямоуг.; бит 3: шум)

source: 11xx: Set resonance (0 to FF)##sesd
russian: 11xx: Резонанс (0-FF)

source: 12xx: Set filter mode (bit 0: low pass; bit 1: band pass; bit 2: high pass)##sesd
russian: 12xx: Режим фильтра (бит 0: ФНЧ; бит 1: ППФ; бит 2: ФВЧ)

source: 13xx: Disable envelope reset for this channel (1 disables; 0 enables)##sesd
russian: 13xx: Отключить ресет огибающей для этого канала (1 выкл.; 0 вкл.)

source: 14xy: Reset cutoff (x: on new note; y: now)##sesd
russian: 14xy: Сбросить частоту среза (x: на след. ноте; y: сейчас)

source: 15xy: Reset pulse width (x: on new note; y: now)##sesd
russian: 15xy: Сбросить скважность (x: на след. ноте; y: сейчас)

source: 16xy: Change other parameters##sesd
russian: 16xy: Изменить другие параметры

source: 17xx: Pulse width slide up##sesd
russian: 17xx: Изменение скважности вверх

source: 18xx: Pulse width slide down##sesd
russian: 18xx: Изменение скважности вниз

source: 19xx: Cutoff slide up##sesd
russian: 19xx: Изменение частоты среза вверх

source: 1Axx: Cutoff slide down##sesd
russian: 1Axx: Изменение частоты среза вниз

source: 3xxx: Set pulse width (0 to FFF)##sesd1
russian: 3xxx: Скважность (0-FFF)

source: 4xxx: Set cutoff (0 to FFF)##sesd1
russian: 4xxx: Частота среза (0-FFF)

source: a chip which found its way inside mobile phones in the 2000's. as proprietary as it is, it passed away after losing to MP3 in the mobile hardware battle.##sesd
russian: чип, начавший появляться в мобильных телефонах в 2000-ые. несмотря на проприетарность, он проиграл формату MP3 во время соперничества разных видов мобильного железа.

source: <COMPOUND SYSTEM!>##sesd0
russian: <СОСТАВНАЯ СИСТЕМА!>

source: <COMPOUND SYSTEM!>##sesd1
russian: <СОСТАВНАЯ СИСТЕМА!>

source: a square/noise sound chip found on the Sega Master System, ColecoVision, Tandy, TI's own 99/4A and a few other places.##sesd
russian: чип с квадратными волнами и шумом, который был установлен в Sega Master System, ColecoVision, Tandy, собственном устройстве TI 99/4A и некоторых других местах.

source: 20xy: Set noise mode (x: preset freq/ch3 freq; y: thin pulse/noise)##sesd
russian: 20xy: Режим шума (x: фикс. част./част. 3-го кан.; y: "тонкая" прямоуг. аолна/шум)

source: <COMPOUND SYSTEM!>##sesd2
russian: <СОСТАВНАЯ СИСТЕМА!>

source: the most popular portable game console of the era.##sesd
russian: самая популярная портативная игровая консоль той эпохи.

source: 10xx: Set waveform##sesd1
russian: 10xx: Волна

source: 11xx: Set noise length (0: long; 1: short)##sesd
russian: 11xx: Длина шума (0: длинный; 1: короткий)

source: 12xx: Set duty cycle (0 to 3)##sesd
russian: 12xx: Скважность (0-3)

source: 13xy: Setup sweep (x: time; y: shift)##sesd
russian: 13xy: Сконфигурировать аппаратное портаменто (x: длительность; y: расстояние)

source: 14xx: Set sweep direction (0: up; 1: down)##sesd
russian: 14xx: Направление аппаратного портаменто (0: вверх; 1: вниз)

source: 15xx: Set waveform (local)##sesd
russian: 15xx: Волна (локальная)

source: an '80s game console with a wavetable sound chip, popular in Japan.##sesd
russian: игровая консоль из 80-ых с чипом на волновых таблицах. Была популярна в Японии.

source: 10xx: Set waveform##sesd2
russian: 10xx: Волна

source: 11xx: Toggle noise mode##sesd0
russian: 11xx: Переключить режим шума
