Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: Command Stream##sgeo
russian: Поток команд

source: Furnace##sgeo
russian: Furnace

source: congratulations! you've unlocked a secret panel.##sgeo
russian: поздравляю! вы открыли секретную панель.

source: Toggle hidden systems##sgeo
russian: Включить скрытые системы

source: Toggle all instrument types##sgeo
russian: Включить все типы инструментов

source: Set pitch linearity to Partial##sgeo
russian: Выставить частичную линейность высоты тона

source: Enable multi-threading settings##sgeo
russian: Открыть настройки многопоточности

source: Set fat to max##sgeo
russian: Выкрутить жирность на максимум

source: Set muscle and fat to zero##sgeo
russian: Убрать все мышцы и жир

source: Tell tildearrow this must be a mistake##sgeo
russian: Сказать tildearrow, что, возможно, это ошибка

source: yeah, it's a bug. write a bug report in the GitHub page and tell me how did you get here.##sgeo
russian: да, это баг. заполните отчёт на гитхабе и скажите мне, как вы сюда добрались.

source: ignore##sgfr
russian: игнорировать

source: equals##sgfr
russian: равно

source: not equal##sgfr
russian: не равно

source: between##sgfr
russian: между

source: not between##sgfr
russian: за пределами интервала

source: any##sgfr
russian: любой

source: none##sgfr
russian: никакого

source: set##sgfr
russian: выставить значение

source: add##sgfr
russian: добавить

source: add (overflow)##sgfr
russian: добавить (с переполнением)

source: scale %##sgfr
russian: масштабировать (в %)

source: clear##sgfr
russian: удалить

source: Find/Replace###Find/Replace
russian: Найти/Заменить###Find/Replace

source: Find##sgfr0
russian: Найти

source: order##sgfr0
russian: строка матрицы паттернов

source: row##sgfr0
russian: строка

source: order##sgfr1
russian: строка матрицы паттернов

source: row##sgfr1
russian: строка

source: channel##sgfr
russian: канал

source: go##sgfr
russian: запустить

source: no matches found!##sgfr
russian: совпадений не найдено!

source: Back##sgfr
russian: Назад

source: Note##sgfr0
russian: Нота

source: Ins##sgfr0
russian: Инструмент

source: Volume##sgfr0
russian: Громкость

source: Effect##sgfr0
russian: Эффект

source: Value##sgfr0
russian: Параметр

source: Delete query##sgfr
russian: Удалить строку

source: Add effect##sgfr0
russian: Добавить эффект

source: Remove effect##sgfr0
russian: Удалить эффект

source: Search range:##sgfr
russian: Диапазон поиска:

source: Song##sgfr
russian: Трек

source: Selection##sgfr
russian: Выделенное

source: Pattern##sgfr
russian: Паттерн

source: Confine to channels##sgfr
russian: Только выбранные каналы

source: From##sgfr
russian: От

source: To##sgfr
russian: До

source: Match effect position:##sgfr
russian: Совпадение с положением эффекта:

source: No##sgfr
russian: Нет

source: match effects regardless of position.##sgfr
russian: эффекты обнаруживаются вне зависимости от положения.

source: Lax##sgfr
russian: Нестрогое

source: match effects only if they appear in-order.##sgfr
russian: эффекты обнаруживаются, если они идут в правильном порядке.

source: Strict##sgfr
russian: Строгое

source: match effects only if they appear exactly as specified.##sgfr
russian: эффекты обнаруживаются, если они полностью соответствуют запросу.

source: Find##sgfr1
russian: Найти

source: Replace##sgfr
russian: Заменить

source: Note##sgfr1
russian: Нота

source: INVALID##sgfr
russian: НЕДЕЙСТВ.

source: Ins##sgfr1
russian: Инструмент

source: Volume##sgfr1
russian: Громкость

source: Effect##sgfr1
russian: Эффект

source: Value##sgfr1
russian: Параметр

source: Add effect##sgfr1
russian: Добавить эффект

source: Remove effect##sgfr1
russian: Удалить эффект

source: Effect replace mode:##sgfr
russian: Режим замены эффектов:

source: Replace matches only##sgfr
russian: Заменять только совпадения

source: Replace matches, then free spaces##sgfr
russian: Заменять совпадения, заполнять пустые ячейки

source: Clear effects##sgfr
russian: Заменять эффекты

source: Insert in free spaces##sgfr
russian: Вставлять эффекты в пустых ячейках

source: Replace##QueryReplace
russian: Заменить##QueryReplace

source: Grooves###Grooves
russian: Ритм-паттерны###Grooves

source: use effect 09xx to select a groove pattern.##sggv
russian: используйте эффект 09xx для выбора ритм-паттерна.##sggv

source: pattern##sggv
russian: паттерн##sggv

source: remove##sggv
russian: удалить##sggv

source: Name##sgie
russian: Название

source: Open##sgie0
russian: Открыть

source: Save##sgie
russian: Сохранить

source: export .dmp...##sgie
russian: экспорт .dmp...

source: Type##sgie
russian: Тип

source: Unknown##sgie
russian: Неизвестен

source: none of the currently present chips are able to play this instrument type!##sgie
russian: ни один из добавленных чипов не поддерживает этот тип инструмента!

source: Error##sgie
russian: Ошибка

source: invalid instrument type! change it first.##sgie
russian: недопустимый тип инструмента! сначала поменяйте его.

source: Instrument Editor###Instrument Editor
russian: Ред. инструментов###Instrument Editor

source: waiting...##sgie0
russian: ожидание...

source: waiting...##sgie1
russian: ожидание...

source: no instrument selected##sgie0
russian: не выбрано ни одного инструмента

source: no instrument selected##sgie1
russian: не выбрано ни одного инструмента

source: select one...##sgie
russian: выберите один...

source: or##sgie0
russian: или

source: Open##sgie1
russian: Откройте

source: or##sgie1
russian: или

source: Create New##sgie
russian: Создайте новый

source: copy##sgie
russian: копировать

source: paste##sgie
russian: вставить

source: clear contents##sgie
russian: очистить содержимое

source: offset...##sgie
russian: сместить...

source: offset##sgie
russian: сместить

source: scale...##sgie
russian: масштабировать...

source: scale##sgie
russian: масштабировать

source: randomize...##sgie
russian: заполнить случайными значениями...

source: Min##sgie
russian: Минимум

source: Max##sgie
russian: Максимум

source: randomize##sgie
russian: заполнить

source: input##sgmx
russian: вход

source: output##sgmx
russian: выход

source: Mixer##sgmx
russian: Микшер

source: Master Volume##sgmx
russian: Общая громкость

source: Invert##sgmx
russian: Инвертировать

source: Volume##sgmx
russian: Громкость

source: Panning##sgmx
russian: Панорамирование

source: Front/Rear##sgmx
russian: Передн./задн.

source: Patchbay##sgmx
russian: Соединение каналов

source: Automatic patchbay##sgmx
russian: Автоматически

source: Display hidden ports##sgmx
russian: Отобразить скрытые порты

source: Display internal##sgmx
russian: Внутренние порты

source: System##sgmx0
russian: Система

source: Sample Preview##sgmx
russian: Превью сэмпла

source: Metronome##sgmx
russian: Метроном

source: System##sgmx1
russian: Система

source: disconnect all##sgmx
russian: отсоединить все

source: Choose a System!##sgns
russian: Выберите систему!

source: Search...##sgns
russian: Поиск...

source: Categories##sgns
russian: Категории

source: Systems##sgns
russian: Системы

source: no systems here yet!##sgns
russian: пока здесь нет ни одной системы!

source: no results##sgns
russian: ничего не найдено

source: I'm feeling lucky##sgns
russian: Мне повезёт!

source: no categories available! what in the world.##sgns
russian: нет доступных категорий! что происходит...

source: it appears you're extremely lucky today!##sgns
russian: похоже, что вам сегодня очень повезло!

source: Cancel##sgns
russian: Отмена

source: Memory Composition###Memory Composition
russian: Содержание памяти###Memory Composition

source: bank %d##sgme
russian: банк %d

source: %d-%d ($%x-$%x): %d bytes ($%x)##sgme
russian: %d-%d ($%x-$%x): %d байт ($%x)

source: %d-%d ($%x-$%x): %dK ($%x)##sgme
russian: %d-%d ($%x-$%x): %d КиБ ($%x)

source: no chips with memory##sgme
russian: нет чипов с памятью

source: Add new order##sgor
russian: Добавить строку

source: Remove order##sgor
russian: Удалить строку

source: Duplicate order (right-click to deep clone)##sgor
russian: Клонировать строку (ПКМ для клонирования с выделением новых индексов)

source: Move order up##sgor
russian: Сдвинуть строку вверх

source: Move order down##sgor
russian: Сдвинуть строку вниз

source: Place copy of current order at end of song (right-click to deep clone)##sgor
russian: Поместить копию строки (ПКМ для копирования с выделением новых индексов) в конец трека

source: Order change mode: entire row##sgor
russian: Режим изменения: вся строка

source: Order change mode: one##sgor
russian: Режим изменения: ячейка

source: Order edit mode: Select and type (scroll vertically)##sgor
russian: Режим редактирования: Выбрать и печатать (вертикальная прокрутка)

source: Order edit mode: Select and type (scroll horizontally)##sgor
russian: Режим редактирования: Выбрать и печатать (горизонтальная прокрутка)

source: Order edit mode: Select and type (don't scroll)##sgor
russian: Режим редактирования: Выбрать и печатать (без прокрутки)

source: Order edit mode: Click to change##sgor
russian: Режим редактирования: нажмите для изменения

source: Oscilloscope###Oscilloscope
russian: Осциллограф###Oscilloscope

source: zoom: %.2fx (%.1fdB)##sgos
russian: увеличение: %.2fx (%.1f дБ)

source: window size: %.1fms##sgos
russian: ширина окна: %.1f мс

source: (-Infinity)dB##sgos
russian: (минус бесконечность) дБ

source: Pattern Manager###Pattern Manager
russian: Менеджер паттернов###Pattern Manager

source: De-duplicate patterns##sgpm
russian: Удалить дубликаты паттернов

source: Re-arrange patterns##sgpm
russian: Отсортировать паттерны

source: Sort orders##sgpm
russian: Отсортировать столбцы матрицы паттернов

source: Make patterns unique##sgpm
russian: Сделать паттерны уникальными

source: Pattern %.2X - not allocated##sgpm
russian: Паттерн %.2X - не используется

source: Pattern %.2X - use count: %d (%.0f%%) right-click to erase##sgpm
russian: Паттерн %.2X - сколько раз встречается в треке: %d (%.0f%%) ПКМ, чтобы удалить

source: Pattern###Pattern
russian: Паттерны###Pattern

source: there aren't any channels to show.##sgpa
russian: нет каналов для отображения.

source: click for pattern options (effect columns/pattern names/visualizer)##sgpa
russian: нажмите для открытия меню настроек (столбцы эффектов/названия паттернов/визуализатор эффектов)

source: Options:##sgpa
russian: Настройки:

source: Effect columns/collapse##sgpa
russian: Столбцы эффектов и свёртка канала

source: Pattern names##sgpa
russian: Названия паттернов

source: Channel group hints##sgpa
russian: Подсказки о группировке каналов

source: Visualizer##sgpa
russian: Визуализатор эффектов

source: Channel status:##sgpa
russian: Статус канала:

source: No##_PCS0
russian: Нет##_PCS0

source: Yes##_PCS1
russian: Да##_PCS1

source: WARNING!!##sgpa
russian: ВНИМАНИЕ!!!

source: this instrument cannot be previewed because##sgpa
russian: превью этого инструмента невозможно, потому что

source: none of the chips can play it##sgpa
russian: ни один из чипов не совместим с ним

source: your instrument is in peril!! be careful...##sgpa
russian: ваш инструмент под угрозой!! будьте осторожны...

source: Piano###Piano
russian: Клав. пианино###Piano

source: Options##sgpi
russian: Настройки

source: Key layout:##sgpi
russian: Компоновка клавиш:

source: Automatic##sgpi
russian: Автоматически

source: Standard##sgpi
russian: Стандартная

source: Continuous##sgpi
russian: Непрерывная

source: Value input pad:##sgpi
russian: Панель ввода значений:

source: Disabled##sgpi
russian: Выкл.

source: Replace piano##sgpi
russian: Заменяет пианино

source: Split (automatic)##sgpi
russian: Разделённая (автоматически)

source: Split (always visible)##sgpi
russian: Разделённая (всегда отображать)

source: Share play/edit offset/range##sgpi
russian: Соблюдать настройки из окна настроек воспроизв./ред.

source: Read-only (can't input notes)##sgpi
russian: Только чтение (нельзя вводить ноты)

source: Input Pad###Input Pad
russian: Панель ввода###Input Pad

source: Game consoles##sgpr
russian: Игровые консоли

source: let's play some chiptune making games!##sgpr
russian: давайте поиграем в создание чиптюнов!

source: Sega Genesis (extended channel 3)##sgpr
russian: Sega Genesis (расширенный 3-ий канал)

source: Sega Genesis (DualPCM, extended channel 3)##sgpr
russian: Sega Genesis (DualPCM, расширенный 3-ий канал)

source: Sega Genesis (with Sega CD)##sgpr
russian: Sega Genesis (с Sega CD)

source: Sega Genesis (extended channel 3 with Sega CD)##sgpr
russian: Sega Genesis (расширенный 3-ий канал с Sega CD)

source: Sega Genesis (CSM with Sega CD)##sgpr
russian: Sega Genesis (CSM с Sega CD)

source: Sega Master System (with FM expansion)##sgpr
russian: Sega Master System (с FM-расширением)

source: Sega Master System (with FM expansion in drums mode)##sgpr
russian: Sega Master System (с FM-расширением в режиме ударных)

source: Game Boy Advance (no software mixing)##sgpr
russian: Game Boy Advance (без программного микширования)

source: Game Boy Advance (with MinMod)##sgpr
russian: Game Boy Advance (с драйвером MinMod)

source: Famicom with Konami VRC6##sgpr
russian: Famicom с Konami VRC6

source: Famicom with Konami VRC7##sgpr0
russian: Famicom с Konami VRC7

source: Famicom with MMC5##sgpr
russian: Famicom с MMC5

source: Famicom with Sunsoft 5B##sgpr
russian: Famicom с Sunsoft 5B

source: Famicom with Namco 163##sgpr
russian: Famicom с Namco 163

source: Neo Geo AES (extended channel 2)##sgpr
russian: Neo Geo AES (расширенный 2-ой канал)

source: Neo Geo AES (extended channel 2 and CSM)##sgpr
russian: Neo Geo AES (расширенный 2-ой канал и CSM)

source: Computers##sgpr
russian: Компьютеры

source: let's get to work on chiptune today.##sgpr
russian: давайте сегодня поработаем над чиптюнами.

source: Commodore 64 (C64, 6581 SID + Sound Expander in drums mode)##sgpr
russian: Commodore 64 (C64, 6581 SID + Sound Expander в режиме ударных)

source: Commodore 64 (C64, 8580 SID + Sound Expander in drums mode)##sgpr
russian: Commodore 64 (C64, 8580 SID + Sound Expander в режиме ударных)

source: Commodore 64 (C64, 6581 SID + FM-YAM in drums mode)##sgpr
russian: Commodore 64 (C64, 6581 SID + FM-YAM в режиме ударных)

source: Commodore 64 (C64, 8580 SID + FM-YAM in drums mode)##sgpr
russian: Commodore 64 (C64, 8580 SID + FM-YAM в режиме ударных)

source: MSX + MSX-AUDIO (drums mode)##sgpr
russian: MSX + MSX-AUDIO (в режиме ударных)

source: MSX + MSX-MUSIC (drums mode)##sgpr
russian: MSX + MSX-MUSIC (в режиме ударных)

source: MSX + Neotron (extended channel 2)##sgpr
russian: MSX + Neotron (расширенный 2-ой канал)

source: MSX + Neotron (extended channel 2 and CSM)##sgpr
russian: MSX + Neotron (расширенный 2-ой канал и CSM)

source: MSX + Neotron (with YM2610B)##sgpr
russian: MSX + Neotron (с YM2610B)

source: MSX + Neotron (with YM2610B; extended channel 3)##sgpr
russian: MSX + Neotron (с YM2610B; расширенный 3-ий канал 3)

source: MSX + Neotron (with YM2610B; extended channel 3 and CSM)##sgpr
russian: MSX + Neotron (с YM2610B; расширенный 3-ий канал и CSM)

source: NEC PC-88 (with PC-8801-10)##sgpr
russian: NEC PC-88 (с PC-8801-10)

source: NEC PC-88 (with PC-8801-11)##sgpr
russian: NEC PC-88 (с PC-8801-11)

source: NEC PC-88 (with PC-8801-11; extended channel 3)##sgpr
russian: NEC PC-88 (с PC-8801-11; расширенный 3-ий канал)

source: NEC PC-88 (with PC-8801-11; extended channel 3 and CSM)##sgpr
russian: NEC PC-88 (с PC-8801-11; расширенный 3-ий канал и CSM)

source: NEC PC-88 (with PC-8801-23)##sgpr
russian: NEC PC-88 (с PC-8801-23)

source: NEC PC-88 (with PC-8801-23; extended channel 3)##sgpr
russian: NEC PC-88 (с PC-8801-23; расширенный 3-ий канал)

source: NEC PC-88 (with PC-8801-23; extended channel 3 and CSM)##sgpr
russian: NEC PC-88 (с PC-8801-23; расширенный 3-ий канал и CSM)

source: NEC PC-88 (with HMB-20 HIBIKI-8800)##sgpr
russian: NEC PC-88 (с HMB-20 HIBIKI-8800)

source: NEC PC-8801mk2SR (with PC-8801-10)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-10)

source: NEC PC-8801mk2SR (with PC-8801-10; extended channel 3)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-10; расширенный 3-ий канал)

source: NEC PC-8801mk2SR (with PC-8801-10; extended channel 3 and CSM)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-10; расширенный 3-ий канал и CSM)

source: NEC PC-8801mk2SR (with PC-8801-11)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-11)

source: NEC PC-8801mk2SR (with PC-8801-11; extended channel 3 on internal OPN)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-11; расширенный 3-ий канал на внутреннем чипе OPN)

source: NEC PC-8801mk2SR (with PC-8801-11; extended channel 3 on external OPN)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-11; расширенный 3-ий канал на внешнем чипе OPN)

source: NEC PC-8801mk2SR (with PC-8801-11; extended channel 3 on both OPNs)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-11; расширенный 3-ий канал на обоих чипах OPN)

source: NEC PC-8801mk2SR (with PC-8801-11; extended channel 3 and CSM on both OPNs)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-11; расширенный 3-ий канал и CSM на обоих чипах OPN)

source: NEC PC-8801mk2SR (with PC-8801-23)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23)

source: NEC PC-8801mk2SR (with PC-8801-23; extended channel 3 on internal OPN)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23; расширенный 3-ий канал на внутреннем чипе OPN)

source: NEC PC-8801mk2SR (with PC-8801-23; extended channel 3 and CSM on internal OPN)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23; расширенный 3-ий канал и CSM на внутреннем чипе OPN)

source: NEC PC-8801mk2SR (with PC-8801-23; extended channel 3 on external OPN)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23; расширенный 3-ий канал на внешнем чипе OPN)

source: NEC PC-8801mk2SR (with PC-8801-23; extended channel 3 and CSM on external OPN)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23; расширенный 3-ий канал и CSM на внешнем чипе OPN)

source: NEC PC-8801mk2SR (with PC-8801-23; extended channel 3 on both OPNs)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23; extended channel 3 on both OPNs)

source: NEC PC-8801mk2SR (with PC-8801-23; extended channel 3 and CSM on both OPNs)##sgpr
russian: NEC PC-8801mk2SR (с PC-8801-23; расширенный 3-ий канал и CSM на обоих чипах OPN)

source: NEC PC-8801mk2SR (with HMB-20 HIBIKI-8800)##sgpr
russian: NEC PC-8801mk2SR (с HMB-20 HIBIKI-8800)

source: NEC PC-8801mk2SR (with HMB-20 HIBIKI-8800; extended channel 3)##sgpr
russian: NEC PC-8801mk2SR (с HMB-20 HIBIKI-8800; расширенный 3-ий канал)

source: NEC PC-8801mk2SR (with HMB-20 HIBIKI-8800; extended channel 3 and CSM)##sgpr
russian: NEC PC-8801mk2SR (с HMB-20 HIBIKI-8800; расширенный 3-ий канал и CSM)

source: NEC PC-8801FA (with PC-8801-10)##sgpr
russian: NEC PC-8801FA (с PC-8801-10)

source: NEC PC-8801FA (with PC-8801-10; extended channel 3)##sgpr
russian: NEC PC-8801FA (с PC-8801-10; расширенный 3-ий канал)

source: NEC PC-8801FA (with PC-8801-11)##sgpr
russian: NEC PC-8801FA (с PC-8801-11)

source: NEC PC-8801FA (with PC-8801-11; extended channel 3 on internal OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-11; расширенный 3-ий канал на внутреннем чипе OPN)

source: NEC PC-8801FA (with PC-8801-11; extended channel 3 on external OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-11; расширенный 3-ий канал на внешнем чипе OPN)

source: NEC PC-8801FA (with PC-8801-11; extended channel 3 and CSM on external OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-11; расширенный 3-ий канал и CSM на внешнем чипе OPN)

source: NEC PC-8801FA (with PC-8801-11; extended channel 3 on both OPNs)##sgpr
russian: NEC PC-8801FA (с PC-8801-11; расширенный 3-ий канал на обоих чипах OPN)

source: NEC PC-8801FA (with PC-8801-11; extended channel 3 and CSM on both OPNs)##sgpr
russian: NEC PC-8801FA (с PC-8801-11; расширенный 3-ий канал и CSM на обоих чипах OPN)

source: NEC PC-8801FA (with PC-8801-23)##sgpr
russian: NEC PC-8801FA (с PC-8801-23)

source: NEC PC-8801FA (with PC-8801-23; extended channel 3 on internal OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-23; расширенный 3-ий канал на внутреннем чипе OPN)

source: NEC PC-8801FA (with PC-8801-23; extended channel 3 and CSM on internal OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-23; расширенный 3-ий канал и CSM на внутреннем чипе OPN)

source: NEC PC-8801FA (with PC-8801-23; extended channel 3 on external OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-23; расширенный 3-ий канал на внешнем чипе OPN)

source: NEC PC-8801FA (with PC-8801-23; extended channel 3 and CSM on external OPN)##sgpr
russian: NEC PC-8801FA (с PC-8801-23; расширенный 3-ий канал и CSM на внешнем чипе OPN)

source: NEC PC-8801FA (with PC-8801-23; extended channel 3 on both OPNs)##sgpr
russian: NEC PC-8801FA (с PC-8801-23; расширенный 3-ий канал на обоих чипах OPN)

source: NEC PC-8801FA (with PC-8801-23; extended channel 3 and CSM on both OPNs)##sgpr
russian: NEC PC-8801FA (с PC-8801-23; расширенный 3-ий канал и CSM на обоих чипах OPN)

source: NEC PC-8801FA (with HMB-20 HIBIKI-8800)##sgpr
russian: NEC PC-8801FA (с HMB-20 HIBIKI-8800)

source: NEC PC-8801FA (with HMB-20 HIBIKI-8800; extended channel 3)##sgpr
russian: NEC PC-8801FA (с HMB-20 HIBIKI-8800; расширенный 3-ий канал)

source: NEC PC-8801FA (with HMB-20 HIBIKI-8800; extended channel 3 and CSM)##sgpr
russian: NEC PC-8801FA (с HMB-20 HIBIKI-8800; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with PC-9801-26/K)##sgpr
russian: NEC PC-98 (с PC-9801-26/K)

source: NEC PC-98 (with PC-9801-26/K; extended channel 3)##sgpr
russian: NEC PC-98 (с PC-9801-26/K; расширенный 3-ий канал)

source: NEC PC-98 (with PC-9801-26/K; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с PC-9801-26/K; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with Sound Orchestra)##sgpr
russian: NEC PC-98 (с Sound Orchestra)

source: NEC PC-98 (with Sound Orchestra; extended channel 3)##sgpr
russian: NEC PC-98 (с Sound Orchestra; расширенный 3-ий канал)

source: NEC PC-98 (with Sound Orchestra; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с Sound Orchestra; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with Sound Orchestra in drums mode)##sgpr
russian: NEC PC-98 (с Sound Orchestra в режиме ударных)

source: NEC PC-98 (with Sound Orchestra in drums mode; extended channel 3)##sgpr
russian: NEC PC-98 (с Sound Orchestra в режиме ударных; расширенный 3-ий канал)

source: NEC PC-98 (with Sound Orchestra in drums mode; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с Sound Orchestra в режиме ударных; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with Sound Orchestra V)##sgpr
russian: NEC PC-98 (с Sound Orchestra V)

source: NEC PC-98 (with Sound Orchestra V; extended channel 3)##sgpr
russian: NEC PC-98 (с Sound Orchestra V; расширенный 3-ий канал)

source: NEC PC-98 (with Sound Orchestra V; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с Sound Orchestra V; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with Sound Orchestra V in drums mode)##sgpr
russian: NEC PC-98 (с Sound Orchestra V в режиме ударных)

source: NEC PC-98 (with Sound Orchestra V in drums mode; extended channel 3)##sgpr
russian: NEC PC-98 (с Sound Orchestra V в режиме ударных; расширенный 3-ий канал)

source: NEC PC-98 (with Sound Orchestra V in drums mode; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с Sound Orchestra V в режиме ударных; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with PC-9801-86)##sgpr
russian: NEC PC-98 (с PC-9801-86)

source: NEC PC-98 (with PC-9801-86; extended channel 3)##sgpr
russian: NEC PC-98 (с PC-9801-86; расширенный 3-ий канал)

source: NEC PC-98 (with PC-9801-86; extended channel 3 and CSM)##sgpr
russian: NEC PC-98 (с PC-9801-86; расширенный 3-ий канал и CSM)

source: NEC PC-98 (with PC-9801-86) stereo##sgpr
russian: NEC PC-98 (с PC-9801-86) стерео

source: NEC PC-98 (with PC-9801-86; extended channel 3) stereo##sgpr
russian: NEC PC-98 (с PC-9801-86; расширенный 3-ий канал) стерео
