Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: or##sgsed0
russian: или

source: Open##sgsed0
russian: Откройте

source: or##sgsed1
russian: или

source: Create New##sgsed
russian: Создайте новый

source: Invalid##sgsed0
russian: Недейств.

source: Invalid##sgsed1
russian: Недейств.

source: Open##sgsed1
russian: Открыть

source: import raw...##sgsed
russian: импорт сырых данных...

source: Save##sgsed
russian: Сохранить

source: save raw...##sgsed
russian: сохранить сырые данные...

source: Name##sgsed
russian: Название

source: SNES: loop start must be a multiple of 16 (try with %d)##sgsed
russian: SNES: начало цикла должно быть кратно 16 (попробуйте %d)

source: SNES: loop end must be a multiple of 16 (try with %d)##sgsed
russian: SNES: конец цикла должен быть кратен 16 (попробуйте %d)

source: SNES: sample length will be padded to multiple of 16##sgsed
russian: SNES: длина сэмпла будет скорректирована до кратности 16

source: QSound: loop cannot be longer than 32767 samples##sgsed
russian: QSound: цикл не может быть длиннее 32767 сэмплов

source: QSound: maximum sample length is 65535##sgsed
russian: QSound: максимальная длина сэмпла: 65535

source: NES: loop start must be a multiple of 512 (try with %d)##sgsed
russian: NES: начало цикла должно быть кратно 512 (попробуйте %d)

source: NES: loop end must be a multiple of 128 (try with %d)##sgsed
russian: NES: конец цикла должен быть кратен 128 (попробуйте %d)

source: NES: maximum DPCM sample length is 32648##sgsed
russian: NES: максимальная длина ДИКМ-сэмпла равна 32648

source: X1-010: samples can't loop##sgsed
russian: X1-010: сэмплы не могут быть зациклены

source: X1-010: maximum sample length is 131072##sgsed
russian: X1-010: максимальная длина сэмпла равна 131072

source: GA20: samples can't loop##sgsed
russian: GA20: сэмплы не могут быть зациклены

source: YM2608: loop point ignored on ADPCM (may only loop entire sample)##sgsed
russian: YM2608: точка зацикливания игнорируется для АДИКМ (зациклить можно только сэмпл целиком)

source: YM2608: sample length will be padded to multiple of 512##sgsed
russian: YM2608: длина сэмпла будет скорректирована до кратности 512

source: YM2610: ADPCM-A samples can't loop##sgsed
russian: YM2610: ADPCM-A сэмплы не могут быть зациклены

source: YM2610: loop point ignored on ADPCM-B (may only loop entire sample)##sgsed
russian: YM2610: точка зацикливания игнорируется для АДИКМ-B (зациклить можно только сэмпл целиком)

source: YM2610: sample length will be padded to multiple of 512##sgsed
russian: YM2610: длина сэмпла будет скорректирована до кратности 512

source: YM2610: maximum ADPCM-A sample length is 2097152##sgsed
russian: YM2610: максимальная длина АДИКМ-A сэмпла равна 2097152

source: Y8950: loop point ignored on ADPCM (may only loop entire sample)##sgsed
russian: Y8950: точка зацикливания игнорируется для АДИКМ (зациклить можно только сэмпл целиком)

source: Y8950: sample length will be padded to multiple of 512##sgsed
russian: Y8950: длина сэмпла будет скорректирована до кратности 512

source: Amiga: loop start must be a multiple of 2##sgsed
russian: Amiga: начало зацикливания должно быть кратно 2

source: Amiga: loop end must be a multiple of 2##sgsed
russian: Amiga: конец зацикливания должен быть кратен 2

source: Amiga: maximum sample length is 131070##sgsed
russian: Amiga: максимальная длина сэмпла равна 131070

source: SegaPCM: maximum sample length is 65280##sgsed
russian: SegaPCM: максимальная длина сэмпла равна 65280

source: K053260: loop point ignored (may only loop entire sample)##sgsed
russian: K053260: точка зацикливания игнорируется (зациклить можно только сэмпл целиком)

source: K053260: maximum sample length is 65535##sgsed
russian: K053260: максимальная длина сэмпла равна 65535

source: C140: maximum sample length is 65535##sgsed
russian: C140: максимальная длина сэмпла равна 65535

source: C219: loop start must be a multiple of 2##sgsed
russian: C219: начало зацикливания должно быть кратно 2

source: C219: loop end must be a multiple of 2##sgsed
russian: C219: конец зацикливания должен быть кратен 2

source: C219: maximum sample length is 131072##sgsed
russian: C219: максимальная длина сэмпла равна 131072

source: MSM6295: samples can't loop##sgsed
russian: MSM6295: сэмплы не могут быть зациклены

source: MSM6295: maximum bankswitched sample length is 129024##sgsed
russian: MSM6295: максимальная длина сэмпла с заменой банков равна 129024

source: GBA DMA: loop start must be a multiple of 4##sgsed
russian: GBA DMA: начало цикла должно быть кратно 4

source: GBA DMA: loop length must be a multiple of 16##sgsed
russian: GBA DMA: длина зацикленной части должна быть кратна 16

source: GBA DMA: sample length will be padded to multiple of 16##sgsed
russian: GBA DMA: длина сэмпла будет скорректирована до кратности 16

source: ES5506: backward loop mode isn't supported##sgsed
russian: ES5506: режим обратного зацикливания не поддерживается

source: backward/ping-pong only supported in Generic PCM DAC ping-pong also on ES5506##sgsed
russian: режим обратного и "туда-обратно" зацикливания поддерживается только для универсального ИКМ ЦАП "туда-обратно" также поддерживается для ES5506

source: Info##sgsed
russian: Информация

source: Rate##sgsed0
russian: Частота

source: Compat Rate##sgsed
russian: Совместимая частота

source: used in DefleMask-compatible sample mode (17xx), in where samples are mapped to an octave.##sgsed
russian: используется при воспроизведении в режиме совместимости с DefleMask (17xx), в котором сэмплы соответствуют октаве.

source: Loop##sgsed
russian: Цикл

source: Loop (length: %d)##Loop
russian: Цикл (длина: %d)##Loop

source: changing the loop in a BRR sample may result in glitches!##sgsed0
russian: Смена зацикленной части в сэмпле BRR может привести к сбоям!

source: Chips##sgsed
russian: Чипы

source: Type##sgsed
russian: Тип

source: BRR emphasis##sgsed
russian: Постобработка для BRR

source: this is a BRR sample. enabling this option will muffle it (only affects non-SNES chips).##sgsed
russian: это сэмпл BRR. включение этой опции "приглушит" его (на всех чипах кроме SNES).

source: enable this option to slightly boost high frequencies to compensate for the SNES' Gaussian filter's muffle.##sgsed
russian: включите эту опцию для небольшого усиления высоких частот для компенсации фильтрующего свойства гауссовой интерполяции, из-за которого сэмпл "приглушается".

source: 8-bit dither##sgsed
russian: 8-битный дизеринг

source: dither the sample when used on a chip that only supports 8-bit samples.##sgsed
russian: произвести дизеринг для сэмпла при его использовании для чипа, поддерживающего только 8-битные сэмплы.

source: Hz##sgsed
russian: Гц

source: Note##sgsed
russian: Нота

source: Fine##sgsed
russian: Расстройка

source: Mode##sgsed
russian: Режим

source: Start##sgsed
russian: Начало

source: changing the loop in a BRR sample may result in glitches!##sgsed1
russian: смена зацикленной части в сэмпле BRR может привести к сбоям!

source: End##sgsed
russian: Конец

source: changing the loop in a BRR sample may result in glitches!##sgsed2
russian: смена зацикленной части в сэмпле BRR может привести к сбоям!

source: %s %d bytes free##sgsed
russian: %s свободен %d байт

source: %s (%s) %d bytes free##sgsed
russian: %s (%s) свободен %d байт

source: not enough memory for this sample!##sgsed
russian: недостаточно памяти для этого сэмпла!

source: Edit mode: Select##sgsed
russian: Режим редактирования: выделение

source: Edit mode: Draw##sgsed
russian: Режим редактирования: рисование

source: Resize##sgsed0
russian: Масштабировать

source: Samples##sgsed0
russian: Сэмплов (новый размер)

source: Resize##sgsed1
russian: Масштабировать

source: couldn't resize! make sure your sample is 8 or 16-bit.##sgsed
russian: не получилось отмасштабировать! убедитесь, что это 8- или 16-битный сэмпл.

source: Resample##sgsed0
russian: Изменить частоту дискретизации

source: Rate##sgsed1
russian: Частота

source: Factor##sgsed
russian: Коэффициент

source: Filter##sgsed
russian: Фильтр

source: Resample##sgsed1
russian: Применить

source: couldn't resample! make sure your sample is 8 or 16-bit.##sgsed
russian: не получилось изменить частоту дискретизации! убедитесь, что это 8- или 16-битный сэмпл.

source: Undo##sgsed
russian: Отменить

source: Redo##sgsed
russian: Повторить

source: Amplify##sgsed
russian: Усилить

source: Volume##sgsed
russian: Громкость

source: Apply##sgsed0
russian: Применить

source: Normalize##sgsed
russian: Нормализовать

source: Fade in##sgsed
russian: Плавное нарастание

source: Fade out##sgsed
russian: Плавное затухание

source: Insert silence##sgsed
russian: Вставить тишину

source: Samples##sgsed1
russian: Сэмплов

source: Go##sgsed
russian: Применить

source: couldn't insert! make sure your sample is 8 or 16-bit.##sgsed
russian: не получилось вставить! убедитесь, что это 8- или 16-битный сэмпл.

source: Apply silence##sgsed
russian: Применить тишину

source: Delete##sgsed
russian: Удалить

source: Trim##sgsed
russian: Обрезать

source: Reverse##sgsed
russian: Реверс

source: Invert##sgsed
russian: Инвертировать

source: Signed/unsigned exchange##sgsed
russian: Знаковый <-> беззнаковый

source: Apply filter##sgsed
russian: Применить фильтр

source: Cutoff:##sgsed
russian: Частота среза:

source: From##sgsed
russian: От

source: To##sgsed
russian: До

source: Resonance##sgsed
russian: Резонанс (добротность)

source: Power##sgsed
russian: Порядок фильтра

source: Low-pass##sgsed
russian: ФНЧ

source: Band-pass##sgsed
russian: ППФ

source: High-pass##sgsed
russian: ФВЧ

source: Apply##sgsed1
russian: Применить

source: Crossfade loop points##sgsed
russian: Сделать плавный переход между началом и концом зацикленной части

source: Number of samples##sgsed
russian: Число сэмплов

source: Linear <-> Equal power##sgsed
russian: Линейный <-> Одинаковая степень

source: Apply##sgsed2
russian: Применить

source: Crossfade: length would go out of bounds. Aborted...##sgsed
russian: Плавный переход: длина выйдет за границы. Действие отменено.

source: Crossfade: length would overflow loopStart. Try a smaller random value.##sgsed
russian: Плавный переход: длина выйдет за пределы начала цикла. Попробуйте с меньшим случайным значением.

source: Preview sample##sgsed
russian: Превью сэмпла

source: Stop sample preview##sgsed
russian: Остановить превью сэмпла

source: Create instrument from sample##sgsed
russian: Создать инструмент из сэмпла

source: Zoom##sgsed0
russian: Масштаб

source: Zoom##sgsed1
russian: Масштаб

source: %dms
russian: %d мс

source: Auto##sgsed
russian: Автоматически

source: cut##sgsed
russian: вырезать

source: copy##sgsed
russian: копировать

source: paste##sgsed
russian: вставить

source: paste (replace)##sgsed
russian: вставить (с заменой)

source: paste (mix)##sgsed
russian: вставить со смешением

source: select all##sgsed
russian: выбрать всё

source: set loop to selection##sgsed
russian: зациклить по выделенной части

source: create wavetable from selection##sgsed
russian: создать волновую таблицу из выделенной части

source: Draw##sgsed
russian: Рисовать

source: Select##sgsed
russian: Выделить

source: %d samples##sgsed
russian: %d сэмпл

source: %d bytes##sgsed
russian: %d байт

source: (%d-%d: %d samples)##sgsed
russian: (%d-%d: %d сэмпл)

source: %.2fHz##sgsed
russian: %.2f Гц

source: Non-8/16-bit samples cannot be edited without prior conversion.##sgsed
russian: Сэмплы в формате, отличающемся от 8- или 16-битной ИКМ, невозможно редактировать без предварительной конвертации в один из этих форматов.

source: Song Info###Song Information
russian: О треке###Song Information

source: Name##sgsi
russian: Название

source: Author##sgsi
russian: Автор

source: Album##sgsi
russian: Альбом

source: System##sgsi
russian: Система

source: Auto##sgsi
russian: Авто

source: Tuning (A-4)##sgsi
russian: Частота (ля 4-ой октавы)

source: Song Comments###Song Comments
russian: Комментарии трека###Song Comments

source: Speed###Speed
russian: Скорость###Speed

source: Base Tempo##TempoOrHz
russian: Основной темп##TempoOrHz

source: Tick Rate##TempoOrHz
russian: Частота движка##TempoOrHz

source: click to display tick rate##sgsp
russian: нажмите для отображения частоты движка

source: click to display base tempo##sgsp
russian: нажмите для отображения основного темпа

source: Groove##sgsp
russian: Ритм-паттерн

source: click for one speed##sgsp
russian: Нажмите для отображения одной скорости

source: Speeds##sgsp
russian: Скорости

source: click for groove pattern##sgsp
russian: Нажмите для отображения ритм-паттернов

source: Speed##sgsp
russian: Скорость

source: click for two (alternating) speeds##sgsp
russian: Нажмите для отображения двух (чередующихся) скоростей

source: Virtual Tempo##sgsp
russian: Виртуальный темп

source: Numerator##sgsp
russian: Числитель

source: Denominator (set to base tempo)##sgsp
russian: Знаменатель (установите равным основному темпу)

source: Divider##sgsp
russian: Делитель

source: Highlight##sgsp
russian: Подсветка

source: Pattern Length##sgsp
russian: Длина паттерна

source: Song Length##sgsp
russian: Длина трека

source: Statistics###Statistics
russian: Статистика###Statistics

source: Audio load##sgst
russian: Нагрузка от аудио

source: Subsongs###Subsongs
russian: Подпесни###Subsongs

source: %d. <no name>##sgss0
russian: %d. <без названия>

source: %d. <no name>##sgss1
russian: %d. <без названия>

source: Move up##sgss
russian: Сдвинуть вверх

source: Move down##sgss
russian: Сдвинуть вниз

source: too many subsongs!##sgss0
russian: слишком много подпесен!

source: Add##sgss
russian: Добавить

source: too many subsongs!##sgss1
russian: слишком много подпесен!

source: Duplicate##sgss
russian: Клонировать

source: this is the only subsong!##sgss
russian: это единственная подпесня!

source: are you sure you want to remove this subsong?##sgss
russian: вы действительно хотите удалить эту подпесню?

source: Remove##sgss
russian: Удалить

source: Name##sgss
russian: Название

source: Clock rate:##sgsc0
russian: Тактовая частота:

source: Chip type:##sgsc0
russian: Тип чипа:

source: YM3438 (9-bit DAC)##sgsc
russian: YM3438 (9-битный ЦАП)

source: YM2612 (9-bit DAC with distortion)##sgsc
russian: YM2612 (9-битный ЦАП с искажениями)

source: YMF276 (external DAC)##sgsc
russian: YMF276 (внешний ЦАП)

source: Disable ExtCh FM macros (compatibility)##sgsc0
russian: Отключить FM-макросы для расширенного канала (совместимость)

source: Ins change in ExtCh operator 2-4 affects FB (compatibility)##sgsc0
russian: Смена инструмента на операторах 2-4 расш. канала меняет FB (совместимость)

source: Clock rate:##sgsc1
russian: Тактовая частота:

source: 1.79MHz (Half NTSC)##sgsc
russian: 1.79 МГц (половина NTSC)

source: Chip type:##sgsc1
russian: Тип чипа:

source: TI SN76489 with Atari-like short noise##sgsc
russian: TI SN76489 с коротким шумом, похожим на Atari

source: Tandy PSSJ 3-voice sound##sgsc
russian: Tandy PSSJ трёхголосый звук

source: Disable noise period change phase reset##sgsc
russian: Отключить сброс фазы при изменении периода шума

source: Disable easy period to note mapping on upper octaves##sgsc0
russian: Отключить простое преобразование периода в ноту на верхних октавах

source: Pseudo-PAL##sgsc0
russian: Псевдо-PAL

source: Disable anti-click##sgsc0
russian: Отключить анти-щелчок

source: Chip revision:##sgsc0
russian: Ревизия чипа:

source: HuC6280 (original)##sgsc
russian: HuC6280 (оригинальный)

source: CPU rate:##sgsc
russian: Частота ЦП:

source: Sample memory:##sgsc
russian: Память сэмплов:

source: 8K (rev A/B/E)##sgsc
russian: 8 КиБ (версия A/B/E)

source: 64K (rev D/F)##sgsc
russian: 64 КиБ (версия D/F)

source: DAC resolution:##sgsc
russian: Разрешение ЦАП:

source: 16-bit (rev A/B/D/F)##sgsc
russian: 16 бит (версия A/B/D/F)

source: 8-bit + TDM (rev C/E)##sgsc
russian: 8 бит + мультиплексирование с разделением по времени (версия C/E)

source: Enable echo##sgsc0
russian: Включить эхо

source: Swap echo channels##sgsc
russian: Поменять местами каналы эхо

source: Echo delay:##sgsc0
russian: Задержка эхо:

source: Echo resolution:##sgsc
russian: Разрешение эхо:

source: Echo feedback:##sgsc0
russian: Обратная связь эхо:

source: Echo volume:##sgsc0
russian: Громкость эхо:

source: Disable anti-click##sgsc1
russian: Отключить анти-щелчок

source: Chip revision:##sgsc1
russian: Ревизия чипа:

source: Original (DMG)##sgsc
russian: Оригинальный (DMG)

source: Game Boy Color (rev C)##sgsc
russian: Game Boy Color (версия C)

source: Game Boy Color (rev E)##sgsc
russian: Game Boy Color (версия E)

source: Wave channel orientation:##sgsc
russian: Канал волновых таблиц

source: Normal##sgsc
russian: Нормально

source: Inverted##sgsc
russian: Инвертирован

source: Exact data (inverted)##sgsc
russian: Точные данные (инвертирован)

source: Exact output (normal)##sgsc
russian: Точный вывод (нормально)

source: Pretty please one more compat flag when I use arpeggio and my sound length##sgsc
russian: Ну пожалуйста ещё один флаг совместимости когда я использую арпеджио и малую длину звука на шумовом канале

source: Clock rate:##sgsc2
russian: Тактовая частота:

source: DAC bit depth (reduces output rate):##sgsc
russian: Глубина квантования ЦАП (уменьшает частоту дискретизации):

source: Volume scale:##sgsc
russian: Громкость:

source: Mix buffers (allows longer echo delay):##sgsc
russian: Буферы микширования (позволяет делать более долгую задержку эха):

source: Channel limit:##sgsc
russian: Лимит числа каналов:

source: Sample rate:##sgsc
russian: Частота дискретизации:

source: Actual sample rate: %d Hz##sgsc
russian: Настоящая частота дискретизации: %d Гц

source: Max mixer CPU usage: %.0f%%##sgsc
russian: Максимальное использование ЦП микшером: %.0f%%

source: Arcade (4MHz)##sgsc
russian: Arcade (4 МГц)

source: Half NTSC (1.79MHz)##sgsc
russian: Половина NTSC (1.79 МГц)

source: Patch set:##sgsc
russian: Набор патчей:

source: Ignore top/hi-hat frequency changes##sgsc
russian: Игнорировать смену частоты тарелок/хай-хэтов

source: Apply fixed frequency to all drums at once##sgsc
russian: Применять режим фиксированной частоты ко всем ударным

source: Broken pitch macro/slides (compatibility)##sgsc0
russian: Сломанное портаменто эффектов и макросов (совместимость)

source: Pseudo-PAL##sgsc1
russian: Псевдо-PAL

source: Broken pitch macro/slides (compatibility)##sgsc1
russian: Сломанное портаменто эффектов и макросов (совместимость)

source: Clock rate:##sgsc20
russian: Тактовая частота:

source: DPCM channel mode:##sgsc
russian: Режим ДИКМ-канала:

source: DPCM (muffled samples; low CPU usage)##sgsc
russian: ДИКМ (приглушённые сэмплы; малая нагрузка на ЦП)

source: PCM (crisp samples; high CPU usage)##sgsc
russian: ИКМ (чёткие сэмплы; большая нагрузка на ЦП)

source: Clock rate:##sgsc18
russian: Тактовая частота:

source: Clock rate:##sgsc19
russian: Тактовая частота:

source: Global parameter priority:##sgsc0
russian: Приоритет глобальных параметров:

source: Left to right##sgsc0
russian: Слева направо

source: Last used channel##sgsc0
russian: Последний использованный канал

source: Hard reset envelope:##sgsc
russian: Огибающая при жёстком перезапуске:

source: Attack##sgsc
russian: Атака

source: Decay##sgsc
russian: Спад

source: Sustain##sgsc
russian: Сустейн

source: Release##sgsc
russian: Релиз

source: Envelope reset time:##sgsc
russian: Время сброса огибающей:

source: - 0 disables envelope reset. not recommended! - 1 may trigger SID envelope bugs. - values that are too high may result in notes being skipped.##sgsc
russian: - 0 отключает сброс огибающей. не рекомендуется! - 1 может привести к появлению сбоев огибающей SID. - слишком большие значения могут привести к пропуску коротких нот.

source: Disable 1Exy env update (compatibility)##sgsc
russian: Отключить обновление огибающей при применении эффекта 1Exy (совместимость)

source: Relative duty and cutoff macros are coarse (compatibility)##sgsc
russian: Макросы скважности и частоты среза в относительном режиме имеют меньшее разрешение (совместимость)

source: Cutoff macro race conditions (compatibility)##sgsc
russian: Состояние гонки макроса скважности (совместимость)

source: Disable ExtCh FM macros (compatibility)##sgsc1
russian: Отключить FM-макросы для расширенного канала (совместимость)

source: Ins change in ExtCh operator 2-4 affects FB (compatibility)##sgsc1
russian: Смена инструмента на операторах 2-4 расш. канала меняет FB (совместимость)

source: SSG Volume##sgsc0
russian: Громкость SSG

source: FM/ADPCM Volume##sgsc0
russian: Громкость FM/АДИКМ

source: Clock rate:##sgsc3
russian: Тактовая частота:

source: 0.83MHz (Pre-divided Sunsoft 5B on PAL)##sgsc
russian: 0.83 МГц (Sunsoft 5B с предварительным делителем частоты, PAL)

source: 0.89MHz (Pre-divided Sunsoft 5B)##sgsc
russian: 0.89 МГц (Sunsoft 5B с предварительным делителем частоты)

source: Chip type:##sgsc2
russian: Тип чипа:

source: note: AY-3-8914 is not supported by the VGM format!##sgsc
russian: примечание: AY-3-8914 не поддерживается в формате VGM!

source: Stereo##_AY_STEREO
russian: Стерео##_AY_STEREO

source: Separation##sgsc
russian: Разделение в стерео

source: Half Clock divider##_AY_CLKSEL
russian: Делить тактовую частоту на 2##_AY_CLKSEL

source: Stereo separation:##sgsc
russian: Разделение в стерео:

source: Model:##sgsc
russian: Модель:

source: Chip memory:##sgsc
russian: Память чипа:

source: 2MB (ECS/AGA max)##sgsc
russian: 2 МиБ (максимум для ECS/AGA)

source: 512KB (OCS max)##sgsc
russian: 512 КиБ (максимум для OCS)

source: Bypass frequency limits##sgsc
russian: Игнорировать ограничения частоты

source: Mixing mode:##sgsc
russian: Режим микширования:

source: Mono##sgsc
russian: Моно

source: Mono (no distortion)##sgsc
russian: Моно (без искажений)

source: Stereo##sgsc0
russian: Стерео

source: Clock rate:##sgsc4
russian: Тактовая частота:

source: Speaker type:##sgsc
russian: Тип пищалки:

source: Unfiltered##sgsc
russian: Без фильтрации

source: Cone##sgsc
russian: Диффузор

source: Piezo##sgsc
russian: Пьезопищалка

source: Use system beeper (Linux only!)##sgsc
russian: Использовать пищалку на материнской плате (только для Linux!)

source: Reset phase on frequency change##sgsc
russian: Сбор фазы при изменении частоты

source: Echo delay:##sgsc1
russian: Задержка эхо:

source: Echo feedback:##sgsc1
russian: Обратная связь эхо:

source: Clock rate:##sgsc5
russian: Тактовая частота:

source: Stereo##sgsc1
russian: Стерео

source: Bankswitched (Seta 2)##sgsc
russian: Со сменой банков памяти (Seta 2)

source: Clock rate:##sgsc6
russian: Тактовая частота:

source: Initial channel limit:##sgsc0
russian: Изначальный лимит числа каналов:

source: Disable hissing##sgsc
russian: Отключить высокочастотное пищание

source: Scale frequency to wave length##sgsc
russian: Масштабировать частоту под длину волны

source: Initial channel limit:##sgsc1
russian: Изначальный лимит числа каналов:

source: Volume scale:##sgsc0
russian: Масштабирование громкости:

source: Clock rate:##sgsc7
russian: Тактовая частота:

source: Output rate:##sgsc0
russian: Частота квантования на выходе:

source: FM: clock / 72, SSG: clock / 16##sgsc0
russian: FM: такт. част. / 72, SSG: такт. част. / 16

source: FM: clock / 36, SSG: clock / 8##sgsc
russian: FM: такт. част. / 36, SSG: такт. част. / 8

source: FM: clock / 24, SSG: clock / 4##sgsc
russian: FM: такт. част. / 24, SSG: такт. част. / 4

source: SSG Volume##sgsc1
russian: Громкость SSG

source: FM Volume##sgsc
russian: Громкость FM

source: Disable ExtCh FM macros (compatibility)##sgsc2
russian: Отключить FM-макросы для расширенного канала (совместимость)

source: Ins change in ExtCh operator 2-4 affects FB (compatibility)##sgsc2
russian: Смена инструмента на операторах 2-4 расш. канала меняет FB (совместимость)

source: Clock rate:##sgsc8
russian: Тактовая частота:

source: 8MHz (Arcade)##sgsc
russian: 8 МГц (Arcade)
