Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: when enabled, a waveform will be loaded into RAM. when disabled, only the offset and length change.##sgiN163
russian: при включении этой опции олна будет загружена в ОЗУ. если опция выключена, меняться будут только смещение и длина волны.

source: Waveform##WAVE
russian: Волна##WAVE

source: Per-channel wave position/length##sgiN163
russian: Позиционирование и длина волны отдельно для каждого канала

source: Ch##sgiN163
russian: Кан.

source: Position##sgiN163
russian: Положение

source: Length##sgiN163
russian: Длина

source: Position##WAVEPOS
russian: Положение##WAVEPOS

source: Length##WAVELEN
russian: Длина##WAVELEN

source: Macros##sgiN163
russian: Макросы

source: Volume##sgiN163
russian: Громкость

source: Arpeggio##sgiN163
russian: Арпеджио

source: Pitch##sgiN163
russian: Частота

source: Wave Pos##sgiN163
russian: Полож. волны

source: Waveform##sgiN163
russian: Волна

source: Wave Length##sgiN163
russian: Длина волны

source: Macros##sgiWSG
russian: Макросы

source: Volume##sgiWSG
russian: Громкость

source: Arpeggio##sgiWSG
russian: Арпеджио

source: Pitch##sgiWSG
russian: Частота

source: Noise##sgiWSG
russian: Шум

source: Waveform##sgiWSG
russian: Волна

source: Panning (left)##sgiWSG
russian: Панорамирование (левый)

source: Panning (right)##sgiWSG
russian: Панорамирование (правый)

source: Macros##sgiNDS
russian: Макросы

source: Volume##sgiNDS
russian: Громкость

source: Arpeggio##sgiNDS
russian: Арпеджио

source: Pitch##sgiNDS
russian: Частота

source: Duty##sgiNDS
russian: Скважность

source: Panning##sgiNDS
russian: Панорамирование

source: Phase Reset##sgiNDS
russian: Сброс фазы

source: Macros##sgiNES
russian: Макросы

source: Volume##sgiNES
russian: Громкость

source: Arpeggio##sgiNES
russian: Арпеджио

source: Pitch##sgiNES
russian: Частота

source: Duty/Noise##sgiNES
russian: Скважность/режим шума

source: Phase Reset##sgiNES
russian: Сброс фазы

source: 4-op##sgiOPL
russian: 4-оп

source: Drums##sgiOPL
russian: Ударные

source: Fixed frequency mode##sgiOPL
russian: Режим фиксированной частоты

source: when enabled, drums will be set to the specified frequencies, ignoring the note.##sgiOPL
russian: при включении режима ударные будут звучать на указанных частотах. Значения нот будут игнорироваться.

source: Drum##sgiOPL
russian: Ударный

source: Block##sgiOPL
russian: Блок

source: FreqNum##sgiOPL
russian: Частота

source: Kick##sgiOPL0
russian: Бас-барабан

source: Snare/Hi-hat##sgiOPL
russian: Рабочий барабан/хай-хэт

source: Tom/Top##sgiOPL
russian: Там-там/тарелка

source: Other##sgiOPL0
russian: Другое

source: Other##sgiOPL1
russian: Другое

source: Envelope##sgiOPL0
russian: Огибающая

source: Envelope##sgiOPL1
russian: Огибающая

source: op%d##sgiOPL0
russian: оп%d

source: Kick##sgiOPL1
russian: Бочка

source: Env##sgiOPL
russian: Огиб.

source: OP%d##sgiOPL1
russian: ОП%d

source: OPL2/3 only (last 4 waveforms are OPL3 only)##sgiOPL0
russian: Только OPL2/3 (последние 4 волны только для OPL3)

source: op%d##sgiOPL2
russian: оп%d

source: Envelope 2 (kick only)##sgiOPL0
russian: Огибающая 2 (только бочка)

source: Envelope##sgiOPL2
russian: Огибающая

source: Operator %d##sgiOPL
russian: Оператор %d

source: Waveform##sgiOPL
russian: Волна

source: Envelope##sgiOPL3
russian: Огибающая

source: OPL2/3 only (last 4 waveforms are OPL3 only)##sgiOPL1
russian: Только OPL2/3 (последние 4 волны только для OPL3)

source: op%d##sgiOPL3
russian: оп%d

source: Envelope 2 (kick only)##sgiOPL1
russian: Огибающая 2 (только бочка)

source: Envelope##sgiOPL4
russian: Огибающая

source: OP%d##sgiOPL4
russian: ОП%d

source: OPL2/3 only (last 4 waveforms are OPL3 only)##sgiOPL2
russian: Только OPL2/3 (последние 4 волны только для OPL3)

source: FM Macros##sgiOPL
russian: Макросы FM

source: OP%d Macros##sgiOPL
russian: Макросы ОП%d

source: Macros##sgiOPL
russian: Макросы

source: Volume##sgiOPL
russian: Громкость

source: Arpeggio##sgiOPL
russian: Арпеджио

source: Pitch##sgiOPL
russian: Частота

source: Panning##sgiOPL
russian: Панорамирование

source: Phase Reset##sgiOPL
russian: Сброс фазы

source: %s name##sgiOPLL
russian: название %s

source: Fixed frequency mode##sgiOPLL
russian: Режим фиксированной частоты

source: when enabled, drums will be set to the specified frequencies, ignoring the note.##sgiOPLL
russian: при включении режима ударные будут звучать на указанных частотах. Значения нот будут игнорироваться.

source: Drum##sgiOPLL
russian: Ударный

source: Block##sgiOPLL
russian: Блок

source: FreqNum##sgiOPLL
russian: Частота

source: Kick##sgiOPLL
russian: Бас-барабан

source: Snare/Hi-hat##sgiOPLL
russian: Рабочий барабан/хай-хэт

source: Tom/Top##sgiOPLL
russian: Там-там/тарелка

source: Volume##TL
russian: Громкость##TL

source: this volume slider only works in compatibility (non-drums) system.##sgiOPLL
russian: эта регулировка громкости работает только в совместимой (без ударных) системе.

source: Other##sgiOPLL0
russian: Другое

source: Other##sgiOPLL1
russian: Другое

source: Envelope##sgiOPLL0
russian: Огибающая

source: Envelope##sgiOPLL1
russian: Огибающая

source: op%d##sgiOPLL0
russian: оп%d

source: OP%d##sgiOPLL1
russian: ОП%d

source: op%d##sgiOPLL2
russian: оп%d

source: Operator %d##sgiOPLL
russian: Оператор %d

source: Waveform##sgiOPLL
russian: Волна

source: Envelope##sgiOPLL2
russian: Огибающая

source: op%d##sgiOPLL3
russian: оп%d

source: OP%d##sgiOPLL4
russian: ОП%d

source: SSG On##sgiOPLL
russian: Вкл. SSG

source: FM Macros##sgiOPLL
russian: Макросы FM

source: OP%d Macros##sgiOPLL
russian: Макросы ОП%d

source: Macros##sgiOPLL
russian: Макросы

source: Volume##sgiOPLL
russian: Громкость

source: Arpeggio##sgiOPLL
russian: Арпеджио

source: Pitch##sgiOPLL
russian: Частота

source: Patch##sgiOPLL
russian: Патч

source: Phase Reset##sgiOPLL
russian: Сброс фазы

source: Envelope##sgiOPM0
russian: Огибающая

source: op%d##sgiOPM0
russian: оп%d

source: OP%d##sgiOPM3
russian: ОП%d

source: op%d##sgiOPM1
russian: оп%d

source: Operator %d##sgiOPM
russian: Оператор %d

source: Waveform##sgiOPM
russian: Волна

source: Envelope##sgiOPM1
russian: Огибающая

source: op%d##sgiOPM2
russian: оп%d

source: OP%d##sgiOPM4
russian: ОП%d

source: FM Macros##sgiOPM
russian: Макросы FM

source: AM Depth##sgiOPM
russian: Глубина АМ

source: PM Depth##sgiOPM
russian: Глубина ФМ

source: LFO Speed##sgiOPM
russian: Частота ГНЧ

source: LFO Shape##sgiOPM
russian: Форма волны ГНЧ

source: OpMask##sgiOPM
russian: Маска операторов

source: OP%d Macros##sgiOPM
russian: Макросы ОП%d

source: Macros##sgiOPM
russian: Макросы

source: Volume##sgiOPM
russian: Громкость

source: Arpeggio##sgiOPM
russian: Арпеджио

source: Pitch##sgiOPM
russian: Частота

source: Noise Freq##sgiOPM
russian: Частота шума

source: Panning##sgiOPM
russian: Панорамирование

source: Phase Reset##sgiOPM
russian: Сброс фазы

source: Envelope##sgiOPN0
russian: Огибающая

source: Envelope##sgiOPN1
russian: Огибающая

source: op%d##sgiOPN0
russian: оп%d

source: OP%d##sgiOPN1
russian: ОП%d

source: op%d##sgiOPN2
russian: оп%d

source: Operator %d##sgiOPN
russian: Оператор %d

source: SSG-EG##sgiOPN
russian: SSG-EG

source: Envelope##sgiOPN2
russian: Огибающая

source: op%d##sgiOPN3
russian: оп%d

source: OP%d##sgiOPN4
russian: ОП%d

source: SSG On##sgiOPN
russian: вкл. SSG

source: FM Macros##sgiOPN
russian: Макросы FM

source: LFO Speed##sgiOPN
russian: Частота ГНЧ

source: OpMask##sgiOPN
russian: Маска операторов

source: OP%d Macros##sgiOPN
russian: Макросы ОП%d

source: Macros##sgiOPN
russian: Макросы

source: Volume##sgiOPN
russian: Громкость

source: Arpeggio##sgiOPN
russian: Арпеджио

source: Pitch##sgiOPN
russian: Частота

source: Panning##sgiOPN
russian: Панорамирование

source: Phase Reset##sgiOPN
russian: Сброс фазы

source: Request from TX81Z##sgiOPZ
russian: Запросить у TX81Z

source: Other##sgiOPZ0
russian: Другое

source: Other##sgiOPZ1
russian: Другое

source: Envelope##sgiOPZ0
russian: Огибающая

source: Envelope##sgiOPZ1
russian: Огибающая

source: op%d##sgiOPZ0
russian: оп%d

source: OP%d##sgiOPZ1
russian: ОП%d

source: Fixed##sgiOPZ0
russian: Фикс.

source: Block##sgiOPZ0
russian: Блок

source: FreqNum##sgiOPZ0
russian: Частота

source: op%d##sgiOPZ2
russian: оп%d

source: Operator %d##sgiOPZ
russian: Оператор %d

source: Waveform##sgiOPZ
russian: Волна

source: Envelope##sgiOPZ2
russian: Огибающая

source: Block##sgiOPZ1
russian: Блок

source: Freq##sgiOPZ
russian: Част.

source: Fixed##sgiOPZ1
russian: Фикс.

source: op%d##sgiOPZ3
russian: оп%d

source: OP%d##sgiOPZ4
russian: ОП%d

source: Fixed##sgiOPZ2
russian: Фикс.

source: Block##sgiOPZ2
russian: Блок

source: FreqNum##sgiOPZ1
russian: Частота

source: FM Macros##sgiOPZ
russian: Макросы FM

source: AM Depth##sgiOPZ
russian: Глубина АМ

source: PM Depth##sgiOPZ
russian: Глубина ФМ

source: LFO Speed##sgiOPZ
russian: Частота ГНЧ

source: LFO Shape##sgiOPZ
russian: Форма волны ГНЧ

source: AM Depth 2##sgiOPZ
russian: Глубина АМ 2

source: PM Depth 2##sgiOPZ
russian: Глубина ФМ 2

source: LFO2 Speed##sgiOPZ
russian: Скорость ГНЧ 2

source: LFO2 Shape##sgiOPZ
russian: Форма волны ГНЧ 2

source: OP%d Macros##sgiOPZ
russian: Макросы ОП%d

source: Macros##sgiOPZ
russian: Макросы

source: Volume##sgiOPZ
russian: Громкость

source: Arpeggio##sgiOPZ
russian: Арпеджио

source: Pitch##sgiOPZ
russian: Частота

source: Noise Freq##sgiOPZ
russian: Частота шума

source: Panning##sgiOPZ
russian: Панорамирование

source: Phase Reset##sgiOPZ
russian: Сброс фазы

source: Macros##sgiPCE
russian: Макросы

source: Volume##sgiPCE
russian: Громкость

source: Arpeggio##sgiPCE
russian: Арпеджио

source: Pitch##sgiPCE
russian: Частота

source: Noise##sgiPCE
russian: Шум

source: Waveform##sgiPCE
russian: Волна

source: Panning (left)##sgiPCE
russian: Панорамирование (левый)

source: Panning (right)##sgiPCE
russian: Панорамирование (правый)

source: Phase Reset##sgiPCE
russian: Сброс фазы

source: Macros##sgiPET
russian: Макросы

source: Volume##sgiPET
russian: Громкость

source: Arpeggio##sgiPET
russian: Арпеджио

source: Pitch##sgiPET
russian: Частота

source: Waveform##sgiPET
russian: Волна

source: Macros##sgiPMQT
russian: Макросы

source: Volume##sgiPMQT
russian: Громкость

source: Arpeggio##sgiPMQT
russian: Арпеджио

source: Pitch##sgiPMQT
russian: Частота

source: Pulse Width##sgiPMQT
russian: Скважность

source: 16-bit raw period macro##sgiPOKEY
russian: 16-битный макрос периода (регистровое знач.)

source: Macros##sgiPOKEY
russian: Макросы

source: Volume##sgiPOKEY
russian: Громкость

source: Arpeggio##sgiPOKEY
russian: Арпеджио

source: Pitch##sgiPOKEY
russian: Частота

source: Waveform##sgiPOKEY
russian: Волна

source: Raw Period##sgiPOKEY
russian: Период (регистровое знач.)

source: Octave offset##sgiPNN
russian: Сдвиг октавы

source: go to Macros for other parameters.##sgiPNN
russian: Откройте вкладку макросов для управления другими параметрами.

source: Macros##sgiPNN
russian: Макросы

source: Volume##sgiPNN
russian: Громкость

source: Arpeggio##sgiPNN
russian: Арпеджио

source: Pitch##sgiPNN
russian: Частота

source: Panning (left)##sgiPNN
russian: Панорамирование (левый)

source: Panning (right)##sgiPNN
russian: Панорамирование (правый)

source: Phase Reset##sgiPNN
russian: Сброс фазы

source: Control##sgiPNN
russian: Управление

source: Tap A Location##sgiPNN
russian: Положение отвода A

source: Tap B Location##sgiPNN
russian: Положение отвода B

source: Load LFSR##sgiPNN
russian: Загрузить в РСЛОС

source: Octave offset##sgiPNS
russian: Сдвиг октавы

source: go to Macros for other parameters.##sgiPNS
russian: Откройте вкладку макросов для управления другими параметрами.

source: Macros##sgiPNS
russian: Макросы

source: Volume##sgiPNS
russian: Громкость

source: Arpeggio##sgiPNS
russian: Арпеджио

source: Pitch##sgiPNS
russian: Частота

source: Panning (left)##sgiPNS
russian: Панорамирование (левый)

source: Panning (right)##sgiPNS
russian: Панорамирование (правый)

source: Phase Reset##sgiPNS
russian: Сброс фазы

source: Control##sgiPNS
russian: Управление

source: Portion A Length##sgiPNS
russian: Длина части A

source: Portion B Length##sgiPNS
russian: Длина части B

source: Portion A Offset##sgiPNS
russian: Сдвиг части A

source: Portion B Offset##sgiPNS
russian: Сдвиг части B

source: Macros##sgiPV
russian: Макросы

source: Volume##sgiPV
russian: Громкость

source: Arpeggio##sgiPV
russian: Арпеджио

source: Pitch##sgiPV
russian: Частота

source: Raw Frequency##sgiPV
russian: Частота (регистровое знач.)

source: Macros##sgiQ
russian: Макросы

source: Volume##sgiQ
russian: Громкость

source: Arpeggio##sgiQ
russian: Арпеджио

source: Pitch##sgiQ
russian: Частота

source: Panning##sgiQ
russian: Панорамирование

source: Surround##sgiQ
russian: Окружение

source: Phase Reset##sgiQ
russian: Сброс фазы

source: Echo Level##sgiQ
russian: Уровень эхо

source: Echo Feedback##sgiQ
russian: Обратная связь эхо

source: Echo Length##sgiQ
russian: Длина эхо

source: Macros##sgiRF5
russian: Макросы

source: Volume##sgiRF5
russian: Громкость

source: Arpeggio##sgiRF5
russian: Арпеджио

source: Pitch##sgiRF5
russian: Частота

source: Panning (left)##sgiRF5
russian: Панорамирование (левый)

source: Panning (right)##sgiRF5
russian: Панорамирование (правый)

source: Phase Reset##sgiRF5
russian: Сброс фазы

source: Macros##sgiSAA
russian: Макросы

source: Volume##sgiSAA
russian: Громкость

source: Arpeggio##sgiSAA
russian: Арпеджио

source: Pitch##sgiSAA
russian: Частота

source: Duty/Noise##sgiSAA
russian: Скважность/режим шума

source: Waveform##sgiSAA
russian: Волна

source: Panning (left)##sgiSAA
russian: Панорамирование (левый)

source: Panning (right)##sgiSAA
russian: Панорамирование (правый)

source: Envelope##sgiSAA
russian: Огибающая

source: Sample##sgismpd0
russian: Сэмплы

source: DPCM##sgismpd
russian: ДИКМ

source: new DPCM features disabled (compatibility)!##sgismpd
russian: новые функции ДИКМ отключены (совместимость)!

source: click here to enable them.##sgismpd
russian: нажмите сюда, чтобы включить их.

source: none selected##sgismpd
russian: не выбран

source: Use sample##sgismpd
russian: Использовать сэмпл

source: Sample bank slot##BANKSLOT
russian: Номер банка сэмплов##BANKSLOT

source: Sample##sgismpd1
russian: Сэмпл

source: Use wavetable (Amiga/Generic DAC only)##sgismpd
russian: Использовать волновую таблицу (только для Amiga/типичного ЦАП)

source: Use wavetable##sgismpd
russian: Использовать волновую таблицу

source: Width##sgismpd
russian: Длина

source: Use sample map##sgismpd
russian: Использовать карту сэмплов

source: pitch##sgismpd
russian: частота

source: loop##sgismpd
russian: цикл

source: delta##sgismpd
russian: нач. знач.

source: note##sgismpd
russian: нота

source: sample name##sgismpd
russian: название сэмпла

source: L##L%d
russian: Ц##L%d

source: set entire map to this pitch##sgismpd
russian: установить эту частоту для всей карты

source: set entire map to this delta counter value##sgismpd
russian: установить это нач. знач. дельта-счётчика для всей карты

source: set entire map to this note##sgismpd
russian: установить эту ноту для всей карты

source: set entire map to this sample##sgismpd
russian: установить этот сэмпл для всей карты

source: reset pitches##sgismpd
russian: сбросить частоты

source: clear delta counter values##sgismpd
russian: очистить нач. знач. дельта-счётчика

source: reset notes##sgismpd
russian: сбросить ноты

source: clear map samples##sgismpd
russian: сбросить сэмплы карты

source: Macros##sgiSCC
russian: Макросы

source: Volume##sgiSCC
russian: Громкость

source: Arpeggio##sgiSCC
russian: Арпеджио

source: Pitch##sgiSCC
russian: Частота

source: Waveform##sgiSCC
russian: Волна

source: Macros##sgiSEGA
russian: Макросы

source: Volume##sgiSEGA
russian: Громкость

source: Arpeggio##sgiSEGA
russian: Арпеджио

source: Pitch##sgiSEGA
russian: Частота

source: Panning (left)##sgiSEGA
russian: Панорамирование (левый)

source: Panning (right)##sgiSEGA
russian: Панорамирование (правый)

source: Phase Reset##sgiSEGA
russian: Сброс фазы

source: Waveform##sgiSID2
russian: Волна

source: tri##sgiSID2
russian: треуг.

source: saw##sgiSID2
russian: пила

source: pulse##sgiSID2
russian: прямоуг.

source: noise##sgiSID2
russian: шум

source: A##sgiSID2
russian: А

source: D##sgiSID2
russian: С

source: S##sgiSID2
russian: С

source: R##sgiSID2
russian: Р

source: VOL##sgiSID2
russian: ГР

source: Envelope##sgiSID2
russian: Огибающая

source: Duty##sgiSID2
russian: Скважность

source: Ring Modulation##sgiSID2
russian: Кольцевая модуляция

source: Oscillator Sync##sgiSID2
russian: Синхронизация осцилляторов

source: Enable filter##sgiSID2
russian: Включить фильтр

source: Initialize filter##sgiSID2
russian: Инициализировать фильтр

source: Cutoff##sgiSID2
russian: Частота среза

source: Resonance##sgiSID2
russian: Резонанс (добротность)

source: Filter Mode##sgiSID2
russian: Тип фильтра

source: low##sgiSID2
russian: ФНЧ

source: band##sgiSID2
russian: ППФ

source: high##sgiSID2
russian: ФВЧ

source: Noise Mode##sgiSID2
russian: Режим шума

source: Wave Mix Mode##sgiSID2
russian: Режим смешения волн

source: Absolute Cutoff Macro##sgiSID2
russian: Абсолютный макрос частоты среза

source: Absolute Duty Macro##sgiSID2
russian: Абсолютный макрос скважности

source: Macros##sgiSID2
russian: Макросы

source: Volume##sgiSID2
russian: Громкость

source: Arpeggio##sgiSID2
russian: Арпеджио

source: Pitch##sgiSID2
russian: Частота

source: Duty##sgiSID21
russian: Скважность

source: Waveform##sgiSID21
russian: Волна

source: Noise Mode##sgiSID21
russian: Режим шума

source: Wave Mix Mode##sgiSID21
russian: Режим смеш. волн

source: Cutoff##sgiSID21
russian: Частота среза

source: Filter Mode##sgiSID21
russian: Тип фильтра

source: Filter Toggle##sgiSID2
russian: Вкл./выкл. фильтр

source: Resonance##sgiSID21
russian: Резонанс

source: Phase Reset##sgiSID2
russian: Сброс фазы

source: Envelope Reset/Key Control##sgiSID2
russian: Упр. огибающей

source: Special##sgiSID2
russian: Разное

source: Attack##sgiSID2
russian: Атака

source: Decay##sgiSID2
russian: Спад

source: Sustain##sgiSID2
russian: Сустейн

source: Release##sgiSID2
russian: Релиз

source: Macros##sgiSM
russian: Макросы

source: Volume##sgiSM
russian: Громкость

source: Arpeggio##sgiSM
russian: Арпеджио

source: Pitch##sgiSM
russian: Частота

source: Waveform##sgiSM
russian: Волна

source: Use envelope##sgiSNES
russian: Использовать огибающую

source: Envelope##sgiSNES0
russian: Огибающая

source: Envelope##sgiSNES1
russian: Огибающая

source: Sustain/release mode:##sgiSNES
russian: Режим сустейна/релиза:

source: Direct (cut on release)##sgiSNES
russian: Прямой (заглушить на релизе)

source: Effective (linear decrease)##sgiSNES
russian: Эффективный (линейный спад)

source: Effective (exponential decrease)##sgiSNES
russian: Эффективный (экспоненциальный спад)

source: Delayed (write R on release)##sgiSNES
russian: Отложенный (записать R на релизе)

source: Gain Mode##sgiSNES0
russian: Режим усиления

source: Gain Mode##sgiSNES1
russian: Режим усиления

source: Gain##sgiSNES0
russian: Усиление

source: Gain##sgiSNES1
russian: Усиление

source: Direct##sgiSNES
russian: Прямое

source: Decrease (linear)##sgiSNES
russian: Спад (линейный)

source: Decrease (logarithmic)##sgiSNES
russian: Спад (логарифмический)

source: Increase (linear)##sgiSNES
russian: Нарастание (линейное)

source: Increase (bent line)##sgiSNES
russian: Нарастание (изогн. линия)

source: using decrease modes will not produce any sound at all, unless you know what you are doing. it is recommended to use the Gain macro for decrease instead.##sgiSNES
russian: использование режимов спада приведёт к отсутствию звука, если вы не понимаете, как это всё работает. рекомендуется использовать макрос усиления для спада.

source: Macros##sgiSNES
russian: Макросы

source: Volume##sgiSNES
russian: Громкость

source: Arpeggio##sgiSNES
russian: Арпеджио

source: Pitch##sgiSNES
russian: Частота

source: Noise Freq##sgiSNES
russian: Частота шума

source: Waveform##sgiSNES
russian: Волна

source: Panning (left)##sgiSNES
russian: Панорамирование (левый)

source: Panning (right)##sgiSNES
russian: Панорамирование (правый)

source: Special##sgiSNES
russian: Разное

source: Gain##sgiSNES2
russian: Усиление

source: Macros##sgiPSG
russian: Макросы

source: Volume##sgiPSG
russian: Громкость

source: Arpeggio##sgiPSG
russian: Арпеджио

source: Pitch##sgiPSG
russian: Частота

source: Duty##sgiPSG
russian: Скважность

source: Panning##sgiPSG
russian: Панорамирование

source: Phase Reset##sgiPSG
russian: Сброс фазы

source: Down Down Down##sgistru
russian: Вниз Вниз Вниз

source: Down.##sgistru
russian: Вниз.

source: Down Up Down Up##sgistru
russian: Вниз Вверх Вниз Вверх

source: Down UP##sgistru
russian: Вниз ВВЕРХ

source: Up Up Up##sgistru
russian: Вверх Вверх Вверх

source: Up.##sgistru
russian: Вверх.

source: Up Down Up Down##sgistru
russian: Вверх Вниз Вверх Вниз

source: Up DOWN##sgistru
russian: Вверх ВНИЗ

source: Algorithm##sgistru
russian: Алгоритм

source: Feedback##sgistru
russian: Обр. связь.

source: LFO > Freq##sgistru
russian: ГНЧ > част.

source: LFO > Amp##sgistru
russian: ГНЧ > ампл.

source: Attack##sgistru
russian: Атака

source: Decay##sgistru
russian: Спад

source: Decay 2##sgistru
russian: Спад 2

source: Release##sgistru
russian: Релиз

source: Sustain##sgistru0
russian: Сустейн

source: Level##sgistru
russian: Уровень

source: EnvScale##sgistru
russian: Масш. огиб.

source: Multiplier##sgistru
russian: Множитель

source: Detune##sgistru0
russian: Расстройка

source: Detune 2##sgistru
russian: Расстройка 2

source: SSG-EG##sgistru
russian: SSG-EG

source: AM Depth##sgistru
russian: Глубина АМ

source: Vibrato Depth##sgistru
russian: Глубина вибрато

source: Sustained##sgistru0
russian: Сустейн

source: Sustained##sgistru1
russian: Сустейн

source: Level Scaling##sgistru
russian: Масштаб. громкости

source: Sustain##sgistru1
russian: Сустейн

source: Vibrato##sgistru
russian: Вибрато

source: Waveform##sgistru
russian: Волна

source: Scale Rate##sgistru
russian: Измен. коэфф. масш. в зав. от част.

source: OP2 Half Sine##sgistru
russian: полу-синус для ОП2

source: OP1 Half Sine##sgistru
russian: полу-синус для ОП1

source: EnvShift##sgistru
russian: Сдвиг огиб.

source: Reverb##sgistru
russian: Реверб

source: Fine##sgistru0
russian: Точн.

source: LFO2 > Freq##sgistru
russian: ОНЧ2 > част.

source: LFO2 > Amp##sgistru
russian: ОНЧ2 > част.

source: Fine##sgistru1
russian: Точн.

source: Fine##sgistru2
russian: Точн.

source: OP4 Noise Mode##sgistru0
russian: Режим шума у ОП4

source: Envelope Delay##sgistru
russian: Задержка огибающей

source: Output Level##sgistru0
russian: Громкость вывода

source: Modulation Input Level##sgistru
russian: Сила модуляции на входе

source: Left Output##sgistru
russian: Вывод звука влево

source: Right Output##sgistru
russian: Вывод звука вправо

source: Coarse Tune (semitones)##sgistru
russian: Грубая расстройка (полутоны)

source: Detune##sgistru1
russian: Расстройка

source: Fixed Frequency Mode##sgistru
russian: Режим фиксированной частоты

source: OP4 Noise Mode##sgistru1
russian: Режим шума у ОП4

source: Env. Delay##sgistru
russian: Задержка огибающей

source: Output Level##sgistru1
russian: Громкость вывода

source: ModInput##sgistru
russian: Мод. на входе

source: Left##sgistru
russian: Лево

source: Right##sgistru
russian: Право

source: Tune##sgistru
russian: Груб. расстр.

source: Detune##sgistru2
russian: Растройка

source: Fixed##sgistru0
russian: Фикс. част.

source: Fine##sgistru3
russian: Точн.

source: Fine##sgistru4
russian: Точн.

source: Fine##sgistru5
russian: Точн.

source: User##sgistru0
russian: Пользовательский

source: 1. Violin##sgistru
russian: 1. Скрипка

source: 2. Guitar##sgistru0
russian: 2. Гитара

source: 3. Piano##sgistru0
russian: 3. Пианино
