Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: 12xx: Setup LFO (0: disabled; 1: 1x depth; 2: 16x depth; 3: 256x depth)##sesd
russian: 12xx: Настроить ГНЧ (0: выкл.; 1: глубина 1x; 2: глубина 16x; 3: глубина 256x)

source: 13xx: Set LFO speed##sesd
russian: 13xx: Частота ГНЧ

source: 17xx: Toggle PCM mode (LEGACY)##sesd1
russian: 17xx: Переключить режим ИКМ (СОВМЕСТИМОСТЬ)

source: 18xx: Set waveform (local)##sesd
russian: 18xx: Волна (локальная)

source: also known as Famicom in Japan, it's the most well-known game console of the '80s.##sesd
russian: также известная в Японии как Famicom. Самая известная игровая консоль 80-ых.

source: 11xx: Write to delta modulation counter (0 to 7F)##sesd
russian: 11xx: Запись в регистр дельта-счётчика (0-7F)

source: 12xx: Set duty cycle/noise mode (pulse: 0 to 3; noise: 0 or 1)##sesd0
russian: 12xx: Скважность/режим шума (меандр: 0-3; шум: 0 или 1)

source: 13xy: Sweep up (x: time; y: shift)##sesd
russian: 13xy: Аппаратное портаменто вверх (x: время; y: сдвиг)

source: 14xy: Sweep down (x: time; y: shift)##sesd
russian: 14xy: Аппаратное портаменто вниз (x: время; y: сдвиг)

source: 15xx: Set envelope mode (0: envelope, 1: length, 2: looping, 3: constant)##sesd
russian: 15xx: Режим огибающей (0: огибающая, 1: длина, 2: цикл, 3: постоянная)

source: 16xx: Set length counter (refer to manual for a list of values)##sesd
russian: 16xx: Счётчик длины (список значений см. в инструкции)

source: 17xx: Set frame counter mode (0: 4-step, 1: 5-step)##sesd
russian: 17xx: Режим счётчика кадров (0: 4 шага, 1: 5 шагов)

source: 18xx: Select PCM/DPCM mode (0: PCM; 1: DPCM)##sesd
russian: 18xx: Выбрать режим ИКМ/ДИКМ (0: ИКМ; 1: ДИКМ)

source: 19xx: Set triangle linear counter (0 to 7F; 80 and higher halt)##sesd
russian: 19xx: Линейный счётчик треуг. волны (0-7F; 80 и выше мгновенно останавливают волну)

source: 20xx: Set DPCM frequency (0 to F)##sesd
russian: 20xx: Частота ДИКМ (0-F)

source: <COMPOUND SYSTEM!>##sesd3
russian: <СОСТАВНАЯ СИСТЕМА!>

source: <COMPOUND SYSTEM!>##sesd4
russian: <СОСТАВНАЯ СИСТЕМА!>

source: this computer is powered by the SID chip, which had synthesizer features like a filter and ADSR.##sesd
russian: в этом компьютере стоит чип SID, который имеет продвинутый функционал, присущий синтезаторам, например, фильтр и ADSR-огибающую.

source: this computer is powered by the SID chip, which had synthesizer features like a filter and ADSR. this is the newer revision of the chip.##sesd
russian: в этом компьютере стоит чип SID, который имеет продвинутый функционал, присущий синтезаторам, например, фильтр и ADSR-огибающую. Это более новая ревизия чипа.

source: <COMPOUND SYSTEM!>##sesd5
russian: <СОСТАВНАЯ СИСТЕМА!>

source: like Neo Geo, but lacking the ADPCM-B channel since they couldn't connect the pins.##sesd
russian: как Neo Geo, но без канала АДИКМ-B, потому что они не смогли подключить пины.

source: like Neo Geo, but lacking the ADPCM-B channel since they couldn't connect the pins. this one is in Extended Channel mode, which turns the second FM channel into four operators with independent notes/frequencies.##sesd
russian: как Neo Geo, но без канала АДИКМ-B, потому что они не смогли подключить пины. Это версия в режиме расширенного канала, который превращает второй FM-канал в четыре оператора с независимыми нотами/частотами.

source: this chip is everywhere! ZX Spectrum, MSX, Amstrad CPC, Intellivision, Vectrex... the discovery of envelope bass helped it beat the SN76489 with ease.##sesd
russian: этот чип везде! ZX Spectrum, MSX, Amstrad CPC, Intellivision, Vectrex... Открытие метода использования огибающей для баса легко позволило этому чипу победить SN76489.

source: a computer from the '80s with full sampling capabilities, giving it a sound ahead of its time.##sesd
russian: компьютер из 80-ых с полноценными возможностями сэмплирования, что давало ему звучание, опережавшее его эпоху.

source: 10xx: Toggle filter (0 disables; 1 enables)##sesd
russian: 10xx: Переключить фильтр (0 выкл.; 1 вкл.)

source: 11xx: Toggle AM with next channel##sesd
russian: 11xx: Переключить АМ со следующим каналом

source: 12xx: Toggle period modulation with next channel##sesd
russian: 12xx: Переключить модуляцию периода со следующим каналом

source: 13xx: Set waveform##sesd
russian: 13xx: Волна

source: 14xx: Set waveform (local)##sesd
russian: 14xx: Волна (локлаьная)

source: this was Yamaha's first integrated FM chip. it was used in several synthesizers, computers and arcade boards.##sesd
russian: этот чип был первой интегральной микросхемой Yamaha. Он использовался в нескольких синтезаторах, компьютерах и аркадных автоматах.

source: this chip is mostly known for being in the Sega Genesis (but it also was on the FM Towns computer).##sesd
russian: этот чип в основном известен по причине того, что он находился в Sega Genesis (но он также использовался в компьютере FM Towns).

source: it's a challenge to make music on this chip which barely has musical capabilities...##sesd
russian: на этом чипе очень сложно писать музыку, ведь он едва ли обладает музыкальными возможностями...

source: supposedly an upgrade from the AY-3-8910, this was present on the Creative Music System (Game Blaster) and SAM Coupé.##sesd
russian: этот чип, судя по всему, улучшенная версия AY-3-8910, использовался в Creative Music System (Game Blaster) и SAM Coupé.

source: 10xy: Set channel mode (x: noise; y: tone)##sesd
russian: 10xy: Режим канала (x: шум; y: тон)

source: 11xx: Set noise frequency##sesd
russian: 11xx: Частота шума

source: 12xx: Setup envelope (refer to docs for more information)##sesd
russian: 12xx: Настройка огибающей (см. инструкцию)

source: an improved version of the AY-3-8910 with a bigger frequency range, duty cycles, configurable noise and per-channel envelopes!##sesd
russian: улучшенная версия AY-3-8910 с большим диапазоном частот, настройкой скважности, настраиваемым шумом и огибающей на каждый канал!

source: Commodore's successor to the PET. its square wave channels are more than just square...##sesd
russian: Компьютер Commodore, вышедший после PET. его каналы квадратных волн могут играть не только лишь квадратные волны...

source: one channel of 1-bit wavetable which is better (and worse) than the PC Speaker.##sesd
russian: один канал 1-битной волновой таблицы, что лучше (или хуже), чем PC Speaker (пищалка).

source: FM? nah... samples! Nintendo's answer to Sega.##sesd
russian: FM? не... сэмплы! Ответ Nintendo в сторону Sega.

source: 18xx: Enable echo buffer##sesd
russian: 18xx: Включить эхо-буфер

source: 19xx: Set echo delay (0 to F)##sesd
russian: 19xx: Задержка эхо (0-F)

source: 1Axx: Set left echo volume##sesd
russian: 1Axx: Громкость эхо на левом канале

source: 1Bxx: Set right echo volume##sesd
russian: 1Bxx: Громкость эхо на правом канале

source: 1Cxx: Set echo feedback##sesd
russian: 1Cxx: Обратная связь эхо

source: 1Exx: Set dry output volume (left)##sesd
russian: 1Exx: Громкость канала (лево)

source: 1Fxx: Set dry output volume (right)##sesd
russian: 1Fxx: Громкость канала (право)

source: 30xx: Set echo filter coefficient 0##sesd
russian: 30xx: Коэффициент 0 фильтра эхо

source: 31xx: Set echo filter coefficient 1##sesd
russian: 31xx: Коэффициент 1 фильтра эхо

source: 32xx: Set echo filter coefficient 2##sesd
russian: 32xx: Коэффициент 2 фильтра эхо

source: 33xx: Set echo filter coefficient 3##sesd
russian: 33xx: Коэффициент 3 фильтра эхо

source: 34xx: Set echo filter coefficient 4##sesd
russian: 34xx: Коэффициент 4 фильтра эхо

source: 35xx: Set echo filter coefficient 5##sesd
russian: 35xx: Коэффициент 5 фильтра эхо

source: 36xx: Set echo filter coefficient 6##sesd
russian: 36xx: Коэффициент 6 фильтра эхо

source: 37xx: Set echo filter coefficient 7##sesd
russian: 37xx: Коэффициент 7 фильтра эхо

source: 10xx: Set waveform##sesd3
russian: 10xx: Волна

source: 11xx: Toggle noise mode##sesd1
russian: 11xx: Переключить режим шума

source: 12xx: Toggle echo on this channel##sesd
russian: 12xx: Переключить эхо наэтом канале

source: 13xx: Toggle pitch modulation##sesd
russian: 13xx: Переключить частотную модуляцию

source: 14xy: Toggle invert (x: left; y: right)##sesd
russian: 14xy: Переключить инвертирование сигнала (x: левый; y: правый)

source: 15xx: Set envelope mode (0: ADSR, 1: gain/direct, 2: dec, 3: exp, 4: inc, 5: bent)##sesd
russian: 15xx: Режим огибающей (0: ADSR, 1: усиление/прямой, 2: спад, 3: экспоненциальная, 4: нарастание, 5: изогн.)

source: 16xx: Set gain (00 to 7F if direct; 00 to 1F otherwise)##sesd
russian: 16xx: Усиление (00-7F в прямом режиме; иначе 00-1F)

source: 17xx: Set waveform (local)##sesd
russian: 17xx: Волна (локальная)

source: 1Dxx: Set noise frequency (00 to 1F)##sesd
russian: 1Dxx: Частота шума (00-1F)

source: 20xx: Set attack (0 to F)##sesd
russian: 20xx: Атака (0-F)

source: 21xx: Set decay (0 to 7)##sesd
russian: 21xx: Спад (0-7)

source: 22xx: Set sustain (0 to 7)##sesd
russian: 22xx: Сустейн (0-7)

source: 23xx: Set release (00 to 1F)##sesd
russian: 23xx: Релиз (00-1F)

source: an expansion chip for the Famicom, featuring a quirky sawtooth channel.##sesd
russian: чип расширения для Famicom, содержащий своеобразный канал пилообразной волны.

source: 12xx: Set duty cycle (pulse: 0 to 7)##sesd
russian: 12xx: Скважность (меандр: 0-7)

source: 17xx: Toggle PCM mode (LEGACY)##sesd2
russian: 17xx: Переключить режим ИКМ (СОВМЕСТИМОСТЬ)

source: cost-reduced version of the OPL with 16 patches and only one of them is user-configurable.##sesd
russian: удешевлённая версия OPL с 16-ю патчами, причём только один из них доступен для настройки пользователем.

source: a disk drive for the Famicom which also contains one wavetable channel.##sesd
russian: дисковый привод для Famicom, также содержащий один канал волновых таблиц.

source: 10xx: Set waveform##sesd4
russian: 10xx: Волна

source: 11xx: Set modulation depth##sesd
russian: 11xx: Глубина модуляции

source: 12xy: Set modulation speed high byte (x: enable; y: value)##sesd
russian: 12xy: Старший байт скорости модуляции (x: вкл.; y: значение)

source: 13xx: Set modulation speed low byte##sesd
russian: 13xx: Младший байт скорости модуляции

source: 14xx: Set modulator position##sesd
russian: 14xx: Положение модулятора

source: 15xx: Set modulator table to waveform##sesd
russian: 15xx: Назначить таблицу модуляции волны

source: 16xx: Set waveform (local)##sesd
russian: 16xx: Волна (локальная)

source: an expansion chip for the Famicom, featuring a little-known PCM channel.##sesd
russian: чип расширения для Famicom, имеющий малоизвестный канал ИКМ-сэмплов.

source: 12xx: Set duty cycle/noise mode (pulse: 0 to 3; noise: 0 or 1)##sesd1
russian: 12xx: Скважность/режим шума (меандр: 0-3; шум: 0 или 1)

source: an expansion chip for the Famicom, with full wavetable.##sesd
russian: чип расширения для Famicom, полностью на волновых таблицах.

source: 18xx: Change channel limits (0 to 7, x + 1)##sesd
russian: 18xx: Изменить лимит каналов (0-7, x + 1)

source: 20xx: Load a waveform into memory##sesd
russian: 20xx: Загрузить волну в память

source: 21xx: Set position for wave load##sesd
russian: 21xx: Задать начальное смещение для загрузки волны

source: 10xx: Select waveform##sesd
russian: 10xx: Выбрать волну

source: 11xx: Set waveform position in RAM##sesd
russian: 11xx: Задать положение волны в ОЗУ

source: 12xx: Set waveform length in RAM (04 to FC in steps of 4)##sesd
russian: 12xx: Задать длину волны в ОЗУ (04-FC с шагом 4)

source: 15xx: Set waveform load position##sesd
russian: 15xx: Задать положение для загрузки волны

source: 16xx: Set waveform load length (04 to FC in steps of 4)##sesd
russian: 16xx: Задать длину загружаемой волны (04-FC с шагом 4)

source: 17xx: Select waveform (local)##sesd1
russian: 17xx: Волна (локальная)

source: cost-reduced version of the OPM with a different register layout and no stereo... ...but it has a built-in AY-3-8910! (actually an YM2149)##sesd
russian: удешевлённая версия OPM с другим расположением регистров и отсутствием стерео... ...но у неё внутри AY-3-8910! (на самом деле YM2149)

source: cost-reduced version of the OPM with a different register layout and no stereo... ...but it has a built-in AY-3-8910! (actually an YM2149) this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies##sesd
russian: удешевлённая версия OPM с другим расположением регистров и отсутствием стерео... ...но у неё внутри AY-3-8910! (на самом деле YM2149) Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами.

source: cost-reduced version of the OPM with a different register layout and no stereo... ...but it has a built-in AY-3-8910! (actually an YM2149) this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies. this one includes CSM mode control for special effects on Channel 3.##sesd
russian: удешевлённая версия OPM с другим расположением регистров и отсутствием стерео... ...но у неё внутри AY-3-8910! (на самом деле YM2149) Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами. У этой версии есть контроль режима CSM для специальных эффектов на третьем канале.

source: OPN but twice the FM channels, stereo makes a come-back and has rhythm and ADPCM channels.##sesd
russian: OPN, но вдвое больше FM-каналов, возвращённое стерео, ритм- и АДИКМ каналы.

source: OPN but twice the FM channels, stereo makes a come-back and has rhythm and ADPCM channels. this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies##sesd
russian: OPN, но вдвое больше FM-каналов, возвращённое стерео, ритм- и АДИКМ каналы. Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами.

source: OPN but twice the FM channels, stereo makes a come-back and has rhythm and ADPCM channels. this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies. this one includes CSM mode control for special effects on Channel 3.##sesd
russian: OPN, но вдвое больше FM-каналов, возвращённое стерео, ритм- и АДИКМ каналы. Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами. У этой версии есть контроль режима CSM для специальных эффектов на третьем канале.

source: OPN, but what if you only had two operators, no stereo, no detune and a lower ADSR parameter range?##sesd
russian: OPN, но что если у него всего два оператора, нет стерео, нет расстройки и меньший диапазон регулировки параметров ADSR?

source: OPL, but what if you had more waveforms to choose than the normal sine?##sesd
russian: OPL, но что если у него есть ещё волны, помимо синусоиды?

source: OPL2, but what if you had twice the channels, 4-op mode, stereo and even more waveforms?##sesd
russian: OPL2, но что если у него вдвое больше каналов, 4-оп режим, стерео и ещё больше волн?

source: how many channels of PCM do you want? MultiPCM: yes##sesd
russian: Сколько каналов ИКМ-сэмплов вам нужно? MultiPCM: да

source: good luck! you get one square and no volume control.##sesd
russian: удачи! у вас один канал меандра и нет регулировки громкости.

source: please don't use this chip. it was added as a joke.##sesd
russian: пожалуйста, не используйте этот чип. он был добавлен в качестве шутки.

source: TIA, but better and more flexible. used in the Atari 8-bit family of computers (400/800/XL/XE).##sesd
russian: TIA, но лучше и более гибкий. использовался в семействе 8-битных компьютеров Atari (400/800/XL/XE).

source: 10xx: Set waveform (0 to 7)##sesd0
russian: 10xx: Волна (0-7)

source: 11xx: Set AUDCTL##sesd
russian: 11xx: Установить AUDCTL

source: 12xx: Toggle two-tone mode##sesd
russian: 12xx: Переключить двухголосый режим

source: 13xx: Set raw period##sesd
russian: 13xx: "Сырое" значение периода

source: 14xx: Set raw period (higher byte; only for 16-bit mode)##sesd
russian: 14xx: "Сырое" значение периода (старший байт; только для 16-битного режима)

source: this is like SNES' sound chip but without interpolation and the rest of nice bits.##sesd
russian: похоже на звуковой чип SNES, но без интерполяции и других приятных вещей.

source: developed by the makers of the Game Boy and the Virtual Boy...##sesd
russian: от создателей Game Boy и Virtual Boy...

source: 10xx: Set waveform##sesd5
russian: 10xx: Волна

source: 11xx: Setup noise mode (0: disabled; 1-8: enabled/tap)##sesd
russian: 11xx: Настроить режим шума (0: выкл.; 1-8: вкл./отвод)

source: 12xx: Setup sweep period (0: disabled; 1-20: enabled/period)##sesd
russian: 12xx: Настроить период аппаратного портаменто (0: выкл.; 1-20: вкл./период)

source: 13xx: Set sweep amount##sesd
russian: 13xx: Скорость аппаратного портаменто

source: 17xx: Toggle PCM mode (LEGACY)##sesd3
russian: 17xx: Переключить режим ИКМ (СОВМЕСТИМОСТЬ)

source: 18xx: Set waveform (local)##sesd1
russian: 18xx: Волна (локальная)

source: like OPM, but with more waveforms, fixed frequency mode and totally... undocumented. used in the Yamaha TX81Z and some other synthesizers.##sesd
russian: как OPM, но с большим количеством волн, режимом фиксированной частоты, и полным... отсутствием сведений о его устройстве. использовался в Yamaha TX81Z и некоторых других синтезаторах.

source: 2Fxx: Toggle hard envelope reset on new notes##sesd
russian: 2Fxx: Переключить жёсткий перезапуск огибающей на новой ноте

source: this one is like PC Speaker but has duty cycles.##sesd
russian: Похож на PC Speaker, но имеет настройку скважности.

source: used in some Sega arcade boards (like OutRun), and usually paired with a YM2151.##sesd
russian: использовался в некоторых аркадных автоматах Sega (например, OutRun), и обычно использовался в связке с YM2151.

source: a console which failed to sell well due to its headache-inducing features.##sesd
russian: консоль, продажи которой не удались из-за того, что её особенности вызывали головную боль у игроков.

source: 10xx: Set waveform##sesd6
russian: 10xx: Волна

source: 11xx: Set noise length (0 to 7)##sesd
russian: 11xx: Длина шума (0-7)

source: 12xy: Setup envelope (x: enabled/loop (1: enable, 3: enable+loop); y: speed/direction (0-7: down, 8-F: up))##sesd
russian: 12xy: Настройка огибающей (x: вкл./цикл (1: вкл., 3: вкл.+цикл); y: скорость/направление (0-7: вниз, 8-F: вверх))

source: 13xy: Setup sweep (x: speed; y: shift; channel 5 only)##sesd
russian: 13xy: Настройка аппаратного портаменто (x: скорость; y: количество; только для 5-го канала)

source: 14xy: Setup modulation (x: enabled/loop (1: enable, 3: enable+loop); y: speed; channel 5 only)##sesd
russian: 14xy: Настроить модуляцию (x: вкл./цикл (1: вкл., 3: вкл.+цикл); y: скорость; только для 5-го канала)

source: 15xx: Set modulation waveform (x: wavetable; channel 5 only)##sesd
russian: 15xx: Настройка волны модулятора (x: волновая таблица; только для 5-го канала)

source: 16xx: Set waveform (local)##sesd1
russian: 16xx: Волна (локальная)

source: like OPLL, but even more cost reductions applied. three less FM channels, and no drums mode...##sesd
russian: как OPLL, но ещё более удешевлённый. на три канала меньше, нет режима ударных...

source: so Taito asked Yamaha if they could get the two missing FM channels back, and Yamaha gladly provided them with this chip.##sesd
russian: Taito попросили Yamaha вернуть два отсутствующих FM-канала, и Yamaha с радостью предоставила им этот чип.

source: the ZX Spectrum only had a basic beeper capable of... ...a bunch of thin pulses and tons of other interesting stuff! Furnace provides a thin pulse system.##sesd
russian: ZX Spectrum имел только пищалку, способную на... ...несколько "тонких" прямоугольных волн и множество других интересных вещей! Furnace предоставляет систему с "тонкими" прямоугольными волнами.

source: 12xx: Set pulse width##sesd0
russian: 12xx: Скважность

source: 17xx: Trigger overlay drum##sesd
russian: 17xx: Запуск перекрывающего ударного инструмента

source: this chip is mostly known for being in the Sega Genesis (but it also was on the FM Towns computer). this one is in Extended Channel mode, which turns the third FM channel into four operators with independent notes/frequencies.##sesd
russian: этот чип в основном известен по причине того, что он находился в Sega Genesis (но он также использовался в компьютере FM Towns). Это версия в режиме расширенного канала, который превращает третий FM-канал в четыре оператора с независимыми нотами/частотами.

source: this chip is mostly known for being in the Sega Genesis (but it also was on the FM Towns computer). this one includes CSM mode control for special effects on Channel 3.##sesd
russian: этот чип в основном известен по причине того, что он находился в Sega Genesis (но он также использовался в компьютере FM Towns). У этой версии есть контроль режима CSM для специальных эффектов на третьем канале.

source: a wavetable chip made by Konami for use with the MSX. the last channel shares its wavetable with the previous one though.##sesd
russian: чип с волновыми таблицами, сделанный Konami для использования с MSX. правда, последний и предпоследний каналы используют одну и ту же таблицу.

source: the OPL chip but with drums mode enabled.##sesd
russian: чип OPL, но с включённым режимом ударных.

source: the OPL2 chip but with drums mode enabled.##sesd
russian: чип OPL2, но с включённым режимом ударных.

source: the OPL3 chip but with drums mode enabled.##sesd
russian: чип OPL3, но с включённым режимом ударных.

source: this chip was used in SNK's Neo Geo arcade board and video game console. it's like OPNA but the rhythm channels are ADPCM channels and two FM channels went missing.##sesd
russian: этот чип использовался в аркадном автомате и игровой консоли Neo Geo от SNK. похож на OPNA, но ритм-каналы теперь стали АДИКМ-каналами, и пропали два FM-канала.

source: this chip was used in SNK's Neo Geo arcade board and video game console. it's like OPNA but the rhythm channels are ADPCM channels and two FM channels went missing. this one is in Extended Channel mode, which turns the second FM channel into four operators with independent notes/frequencies.##sesd
russian: этот чип использовался в аркадном автомате и игровой консоли Neo Geo от SNK. похож на OPNA, но ритм-каналы теперь стали АДИКМ-каналами, и пропали два FM-канала. Это версия в режиме расширенного канала, который превращает второй FM-канал в четыре оператора с независимыми нотами/частотами.

source: this chip was used in SNK's Neo Geo arcade board and video game console. it's like OPNA but the rhythm channels are ADPCM channels and two FM channels went missing. this one is in Extended Channel mode, which turns the second FM channel into four operators with independent notes/frequencies. this one includes CSM mode control for special effects on Channel 2.##sesd
russian: этот чип использовался в аркадном автомате и игровой консоли Neo Geo от SNK. похож на OPNA, но ритм-каналы теперь стали АДИКМ-каналами, и пропали два FM-канала. Это версия в режиме расширенного канала, который превращает второй FM-канал в четыре оператора с независимыми нотами/частотами. У этой версии есть контроль режима CSM для специальных эффектов на втором канале.

source: the OPLL chip but with drums mode turned on.##sesd
russian: чип OPLL с включённым режимом ударных.

source: 3xxx: Load LFSR (0 to FFF)##sesd
russian: 3xxx: Загрузить в РСЛОС (0-FFF)

source: a portable console made by Atari. it has all of Atari's trademark waveforms.##sesd
russian: портативная игровая консоль от Atari. у неё есть все фирменные волны Atari.

source: 10xx: Set echo feedback level (00 to FF)##sesd
russian: 10xx: Уровень обратной связи эхо (00-FF)
