Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: Load Value##sgiBIFUR
russian: Загрузить значение

source: Macros##sgiC140
russian: Макросы

source: Volume##sgiC140
russian: Громкость

source: Arpeggio##sgiC140
russian: Арпеджио

source: Pitch##sgiC140
russian: Частота

source: Panning (left)##sgiC140
russian: Панорамирование (левый)

source: Panning (right)##sgiC140
russian: Панорамирование (правый)

source: Phase Reset##sgiC140
russian: Сброс фазы

source: Macros##sgiC219
russian: Макросы

source: Volume##sgiC219
russian: Громкость

source: Arpeggio##sgiC219
russian: Арпеджио

source: Pitch##sgiC219
russian: Частота

source: Control##sgiC219
russian: Управление

source: Panning (left)##sgiC219
russian: Панорамирование (левый)

source: Panning (right)##sgiC219
russian: Панорамирование (правый)

source: Phase Reset##sgiC219
russian: Сброс фазы

source: Waveform##sgiC640
russian: Волна

source: tri##sgiC64
russian: треуг.

source: saw##sgiC64
russian: пила

source: pulse##sgiC64
russian: прямоуг.

source: noise##sgiC64
russian: шум

source: A##sgiC640
russian: А

source: A##sgiC641
russian: А

source: D##sgiC640
russian: С

source: D##sgiC641
russian: С

source: S##sgiC640
russian: С

source: S##sgiC641
russian: С

source: R##sgiC640
russian: Р

source: R##sgiC641
russian: Р

source: Envelope##sgiC640
russian: Огибающая

source: Envelope##sgiC641
russian: Огибающая

source: Duty##sgiC640
russian: Скважность

source: Ring Modulation##sgiC64
russian: Кольцевая модуляция

source: Oscillator Sync##sgiC64
russian: Синхронизация осцилляторов

source: Enable filter##sgiC64
russian: Включить фильтр

source: Initialize filter##sgiC64
russian: Инициализировать фильтр

source: Cutoff##sgiC640
russian: Частота среза

source: Resonance##sgiC640
russian: Резонанс (добротность)

source: Filter Mode##sgiC640
russian: Тип фильтра

source: low##sgiC64
russian: ФНЧ

source: band##sgiC64
russian: ППФ

source: high##sgiC64
russian: ФВЧ

source: ch3off##sgiC64
russian: выкл. 3 кан.

source: Absolute Cutoff Macro##sgiC64
russian: Абсолютный макрос частоты среза

source: Absolute Duty Macro##sgiC64
russian: Абсолютный макрос скважности

source: Don't test before new note##sgiC64
russian: Не включать тестовый бит перед новой нотой

source: Macros##sgiC64
russian: Макросы

source: Volume##sgiC64
russian: Громкость

source: Arpeggio##sgiC64
russian: Арпеджио

source: Pitch##sgiC64
russian: Частота

source: Duty##sgiC641
russian: Скважность

source: Waveform##sgiC641
russian: Волна

source: Cutoff##sgiC641
russian: Частота среза

source: Filter Mode##sgiC641
russian: Тип фильтра

source: Filter Toggle##sgiC64
russian: Вкл./выкл. фильтр

source: Resonance##sgiC641
russian: Резонанс

source: Special##sgiC64
russian: Разное

source: Attack##sgiC64
russian: Атака

source: Decay##sgiC64
russian: Спад

source: Sustain##sgiC64
russian: Сустейн

source: Release##sgiC64
russian: Релиз

source: Macros##sgiDAVE
russian: Макросы

source: Volume##sgiDAVE
russian: Громкость

source: Arpeggio##sgiDAVE
russian: Арпеджио

source: Pitch##sgiDAVE
russian: Частота

source: Noise Freq##sgiDAVE
russian: Частота шума

source: Waveform##sgiDAVE
russian: Волна

source: Panning (left)##sgiDAVE
russian: Панорамирование (левый)

source: Panning (right)##sgiDAVE
russian: Панорамирование (правый)

source: Phase Reset##sgiDAVE
russian: Сброс фазы

source: Control##sgiDAVE
russian: Управление

source: Raw Frequency##sgiDAVE
russian: Частота (регистровое знач.)

source: Oscillator mode:##sgi5503
russian: Режим осциллятора:

source: Freerun##sgi5503
russian: Свободн. (зацикл.)

source: Oneshot##sgi5503
russian: Однократн.

source: Sync/AM##sgi5503
russian: Синхр./АМ

source: Swap##sgi5503
russian: Смена

source: Virtual softpan channel##sgi5503
russian: Виртуальный стерео-канал

source: Combines odd and next even channel into one virtual channel with 256-step panning. Instrument, volume and effects need to be placed on the odd channel (e.g. 1st, 3rd, 5th etc.)##sgi5503
russian: Использует нечётный и следующий за ним чётный канал для создания виртуального канала с возможностью плавного панорамирования (256 шагов). Ноты, инструменты, команды громкости и эффекты необходимо размещать в нечётном канале (1-ый, 3-ий и т.д.)

source: Phase reset on key-on##sgi5503
russian: Сброс фазы в начале ноты

source: Macros##sgi5503
russian: Макросы

source: Volume##sgi5503
russian: Громкость

source: Arpeggio##sgi5503
russian: Арпеджио

source: Pitch##sgi5503
russian: Частота

source: Osc. mode##sgi5503
russian: Реж. осцилл.

source: Panning (left)##sgi5503
russian: Панорамирование (левый)

source: Panning (right)##sgi5503
russian: Панорамирование (правый)

source: Waveform##sgi5503
russian: Волна

source: Phase Reset##sgi5503
russian: Сброс фазы

source: Wave/sample pos.##sgi5503
russian: Полож. волны/сэмпла в памяти

source: Osc. output##sgi5503
russian: Вывод осцилл.

source: Filter Mode##sgiOTTO0
russian: Режим фильтра

source: Filter K1##sgiOTTO0
russian: K1 фильтра

source: Filter K2##sgiOTTO0
russian: K2 фильтра

source: Envelope length##sgiOTTO
russian: Длина огиб.

source: Envelope count##sgiOTTO
russian: Скорость огиб.

source: Left Volume Ramp##sgiOTTO
russian: Нараст. лев. громк.

source: Right Volume Ramp##sgiOTTO
russian: Нараст. прав. громк.

source: Filter K1 Ramp##sgiOTTO
russian: Нараст. K1 фильтра

source: Filter K2 Ramp##sgiOTTO
russian: Нараст. K2 фильтра

source: K1 Ramp Slowdown##sgiOTTO
russian: Замедл. нараст. K1

source: K2 Ramp Slowdown##sgiOTTO
russian: Замедл. нараст. K2

source: Macros##sgiOTTO
russian: Макросы

source: Volume##sgiOTTO
russian: Громкость

source: Arpeggio##sgiOTTO
russian: Арпеджио

source: Pitch##sgiOTTO
russian: Частота

source: Panning (left)##sgiOTTO
russian: Панорамирование (левый)

source: Panning (right)##sgiOTTO
russian: Панорамирование (правый)

source: Phase Reset##sgiOTTO
russian: Сброс фазы

source: Filter Mode##sgiOTTO1
russian: Режим фильтра

source: Filter K1##sgiOTTO1
russian: K1 фильтра

source: Filter K2##sgiOTTO1
russian: K2 фильтра

source: Outputs##sgiOTTO
russian: Выводы

source: Control##sgiOTTO
russian: Управление

source: Other##sgiESFM0
russian: Другое

source: Other##sgiESFM1
russian: Другое

source: Envelope##sgiESFM0
russian: Огибающая

source: Envelope##sgiESFM1
russian: Огибающая

source: op%d##sgiESFM0
russian: оп%d

source: OP%d##sgiESFM1
russian: ОП%d

source: Detune in semitones##sgiESFM0
russian: Расстройка в полутонах

source: Detune in fractions of semitone. 128 = +1 semitone, -128 = -1 semitone.##sgiESFM0
russian: Расстройка в долях полутона. 128 = +1 полутон, -128 = -1 полутон.

source: If operator outputs sound, enable left channel output.##sgiESFM0
russian: Включить вывод звука в левый канал.

source: If operator outputs sound, enable right channel output.##sgiESFM0
russian: Включить вывод звука в правый канал.

source: Block##sgiESFM0
russian: Блок

source: FreqNum##sgiESFM0
russian: Частота

source: op%d##sgiESFM2
russian: оп%d

source: Operator %d##sgiESFM
russian: Оператор %d

source: Waveform##sgiESFM
russian: Волна

source: Envelope##sgiESFM
russian: Огибающая

source: Blk##sgiESFM
russian: Блк

source: Block##sgiESFM1
russian: Блок

source: F##sgiESFM
russian: Ч

source: Frequency (F-Num)##sgiESFM
russian: Частота (F-Num)

source: Detune in semitones##sgiESFM1
russian: Расстройка в полутонах

source: Detune in fractions of semitone. 128 = +1 semitone, -128 = -1 semitone.##sgiESFM1
russian: Расстройка в долях полутона. 128 = +1 полутон, -128 = -1 полутон.

source: If operator outputs sound, enable left channel output.##sgiESFM1
russian: Включить вывод звука в левый канал.

source: If operator outputs sound, enable right channel output.##sgiESFM1
russian: Включить вывод звука в правый канал.

source: op%d##sgiESFM3
russian: оп%d

source: OP%d##sgiESFM4
russian: ОП%d

source: Block##sgiESFM2
russian: Блок

source: FreqNum##sgiESFM1
russian: Частота

source: Detune in semitones##sgiESFM2
russian: Расстройка в полутонах

source: Detune in fractions of semitone. 128 = +1 semitone, -128 = -1 semitone.##sgiESFM2
russian: Расстройка в долях полутона. 128 = +1 полутон, -128 = -1 полутон.

source: If operator outputs sound, enable left channel output.##sgiESFM2
russian: Включить вывод звука в левый канал.

source: If operator outputs sound, enable right channel output.##sgiESFM2
russian: Включить вывод звука в правый канал.

source: OP%d Macros##sgiESFM
russian: Макросы ОП%d

source: Block##sgiESFM3
russian: Блок

source: FreqNum##sgiESFM2
russian: Частота

source: Op. Arpeggio##sgiESFM
russian: Арпеджио оператора

source: Op. Pitch##sgiESFM
russian: Частота оператора

source: Op. Panning##sgiESFM
russian: Панорамирование оператора

source: Macros##sgiESFM
russian: Макросы

source: Volume##sgiESFM
russian: Громкость

source: Arpeggio##sgiESFM
russian: Арпеджио

source: Pitch##sgiESFM
russian: Частота

source: OP4 Noise Mode##sgiESFM
russian: Режим шума ОП4

source: Panning##sgiESFM
russian: Панорамирование

source: Phase Reset##sgiESFM
russian: Сброс фазы

source: Compatibility mode##sgiFDS
russian: Режим совместимости

source: only use for compatibility with .dmf modules! - initializes modulation table with first wavetable - does not alter modulation parameters on instrument change##sgiFDS
russian: только для совместимости с модулями .dmf! - инициализирует волновую таблицу модулятора первой волновой таблицей - не изменяет параметры модуляции при смене инструмента

source: Modulation depth##sgiFDS
russian: Глубина модуляции

source: Modulation speed##sgiFDS
russian: Скорость модуляции

source: Modulation table##sgiFDS
russian: Волновая таблица модуляции

source: Macros##sgiFDS
russian: Макросы

source: Volume##sgiFDS
russian: Громкость

source: Arpeggio##sgiFDS
russian: Арпеджио

source: Pitch##sgiFDS
russian: Частота

source: Waveform##sgiFDS
russian: Волна

source: Mod Depth##sgiFDS
russian: Глуб. мод.

source: Mod Speed##sgiFDS
russian: Скор. мод.

source: Mod Position##sgiFDS
russian: Полож. мод.

source: left click to restart middle click to pause right click to see algorithm##sgifmeu
russian: ЛКМ для перезапуска Нажмите колёсико, чтобы поставить на паузу ПКМ для переключения на визуализацию алгоритма

source: left click to configure TL scaling right click to see FM preview##sgifmeu
russian: ЛКМ для конфигурации масштабирования громкости операторов ПКМ для переключения на превью FM-сигнала

source: right click to see FM preview##sgifmeu
russian: ПКМ для переключения на превью FM-сигнала

source: operator level changes with volume?##sgifmeu
russian: Громкость оператора зависит от общей громкости?

source: AUTO##OPKVS
russian: АВТО##OPKVS

source: NO##OPKVS
russian: НЕТ##OPKVS

source: YES##OPKVS
russian: ДА##OPKVS

source: (copying)##sgifmeh
russian: (копирование)

source: (swapping)##sgifmeh
russian: (замена)

source: - drag to swap operator - shift-drag to copy operator##sgifmeh
russian: - перетащите, чтобы поменять настройки операторов местами - перетащите с зажатой клавишей SHIFT, чтобы скопировать настройки оператора

source: Base note##sgiFZT
russian: Базовая нота

source: Finetune##sgiFZT
russian: Расстройка

source: Slide speed##sgiFZT
russian: Скорость слайда

source: Set PW##sgiFZT
russian: Уст. скважн.

source: Set pulse width on keydown##sgiFZT
russian: Установить скважность на новой ноте

source: Initial pulse width##sgiFZT
russian: Начальная скважность

source: Set cutoff##sgiFZT
russian: Устан. част. среза

source: Set filter cutoff on keydown##sgiFZT
russian: Установить частоту среза фильтра на новой ноте

source: Waveform##sgiFZT
russian: Волна

source: noise##sgiFZT
russian: шум

source: pulse##sgiFZT
russian: прямоуг.

source: triangle##sgiFZT
russian: треуг.

source: saw##sgiFZT
russian: пила

source: metal##sgiFZT
russian: "металл."

source: sine##sgiFZT
russian: синус

source: Enable filter##sgiFZT
russian: Включить фильтр

source: Cutoff##sgiFZT
russian: Частота среза

source: Resonance##sgiFZT
russian: Резонанс

source: Type##sgiFZT
russian: Тип

source: Enable ring modulation##sgiFZT
russian: Включить кольцевую модуляцию

source: Ring mod source##sgiFZT
russian: Источник кольцевой модуляции

source: FF = self-modulation##sgiFZT
russian: FF = самомодуляция

source: Enable hard sync##sgiFZT
russian: Включить синхронизацию осцилляторов

source: Hard sync source##sgiFZT
russian: Источник синхронизации

source: FF = self-sync##sgiFZT
russian: FF = самосинхронизация

source: Retrigger on slide##sgiFZT
russian: Перезапуск на слайде

source: Restart instrument and envelope even if slide command (03xx) is placed with the note.##sgiFZT
russian: Перезапустить инструмент и огибающую, даже если у ноты стоит эффект слайда (03xx).

source: Sync osc. on keydown##sgiFZT
russian: Синхр. осц. на новой ноте

source: Reset phase of oscillator each time new note is played. Does not happen when slide (03xx) or legato command is placed.##sgiFZT
russian: Сбросить фазу осциллятора на каждой новой ноте. Не выполняется при наличии команды слайда (03xx) или легато.

source: Vibrato##sgiFZT
russian: Вибрато

source: Speed##sgiFZT0
russian: Скорость##sgiFZT0

source: Depth##sgiFZT0
russian: Глубина##sgiFZT0

source: Delay##sgiFZT0
russian: Задержка##sgiFZT0

source: PWM##sgiFZT
russian: ШИМ

source: Speed##sgiFZT1
russian: Скорость##sgiFZT1

source: Depth##sgiFZT1
russian: Глубина##sgiFZT1

source: Delay##sgiFZT1
russian: Задержка##sgiFZT1

source: A##sgiFZT
russian: А

source: D##sgiFZT
russian: С

source: S##sgiFZT
russian: С

source: R##sgiFZT
russian: Р

source: VOL##sgiFZT
russian: ГР

source: Envelope##sgiFZT
russian: Огибающая

source: Instrument program##sgiFZT
russian: Программа инструмента

source: Program period##sgiFZT22
russian: Период программы

source: Do not restart instrument program on keydown##sgiFZT
russian: Не перезапускать программу инструмента на новой ноте

source: Tick##sgiFZT
russian: Шаг

source: Command##sgiFZT
russian: Команда

source: Move/Remove##sgiFZT
russian: Перем./Удал.

source: Unite##sgiFZT
russian: Объед.

source: Value##sgiFZT
russian: Значение

source: Semitones##sgiFZT
russian: Полутонов

source: First external arpeggio note##sgiFZT
russian: Первая внешняя нота арпеджио

source: Second external arpeggio note##sgiFZT1
russian: Вторая внешняя нота арпеджио

source: Speed##sgiFZT2
russian: Скорость

source: Depth##sgiFZT11
russian: Глубина

source: Up##sgiFZT2
russian: Вверх

source: Down##sgiFZT11
russian: Вниз

source: Source channel##sgiFZT
russian: Канал-источник

source: Source is self##sgiFZT
russian: Текущий канал является источником

source: Loops##sgiFZT
russian: Циклов

source: Step to jump to##sgiFZT
russian: Шаг программы, на который совершается переход

source: No operation##sgiFZT
russian: Ничего не делать

source: Program end##sgiFZT
russian: Конец программы

source: Execute next command at the same tick##sgiFZT
russian: Выполнить следующую команду в этом же шаге

source: Macros##sgiFZT
russian: Макросы

source: Warning! Macros are NOT supported by FZT file format! Do not use them if you want to export .fzt file!##sgiFZT
russian: Внимание! Макросы НЕ ПОДДЕРЖИВАЮТСЯ форматом файла FZT! Не используйте их, если хотите экспортировать модуль в файл .fzt!

source: Volume##sgiFZT
russian: Громкость

source: Arpeggio##sgiFZT
russian: Арпеджио

source: Pitch##sgiFZT
russian: Частота

source: Duty##sgiFZT
russian: Скважность

source: Filter Mode##sgiFZT
russian: Режим фильтра

source: Filter Toggle##sgiFZT
russian: Фильтр вкл./выкл.

source: Phase Reset##sgiFZT
russian: Сброс фазы

source: Envelope Reset/Key Control##sgiFZT
russian: Упр. огибающей

source: Ring mod toggle##sgiFZT
russian: Кольц. мод. вкл./выкл.

source: Hard sync toggle##sgiFZT
russian: Синхр. осц. вкл./выкл.

source: Attack##sgiFZT
russian: Атака

source: Decay##sgiFZT
russian: Спад

source: Sustain##sgiFZT
russian: Сустейн

source: Release##sgiFZT
russian: Релиз

source: Macros##sgiGA20
russian: Макросы

source: Volume##sgiGA20
russian: Громкость

source: Arpeggio##sgiGA20
russian: Арпеджио

source: Pitch##sgiGA20
russian: Частота

source: Phase Reset##sgiGA20
russian: Сброс фазы

source: Game Boy##sgiGB
russian: Game Boy

source: Use software envelope##sgiGB
russian: Использовать программную огибающую громкости

source: Initialize envelope on every note##sgiGB
russian: Инициализировать огибающую на каждой ноте

source: Volume##sgiGB0
russian: Громкость

source: Length##sgiGB
russian: Длина

source: Sound Length##sgiGB0
russian: Длина звука

source: Infinity##sgiGB
russian: Бесконечность

source: Direction##sgiGB
russian: Направление

source: Up##sgiGB0
russian: Вверх

source: Down##sgiGB0
russian: Вниз

source: Hardware Sequence##sgiGB
russian: Аппаратная последовательность

source: Tick##sgiGB
russian: Шаг движка

source: Command##sgiGB
russian: Команда

source: Move/Remove##sgiGB
russian: Перем./Удал.

source: Volume##sgiGB1
russian: Громкость

source: Env Length##sgiGB
russian: Длина огибающей

source: Sound Length##sgiGB1
russian: Длина звука

source: Up##sgiGB1
russian: Вверх

source: Down##sgiGB1
russian: Вниз

source: Shift##sgiGB
russian: На сколько

source: Speed##sgiGB
russian: Скорость

source: Up##sgiGB2
russian: Вверх

source: Down##sgiGB2
russian: Вниз

source: Ticks##sgiGB
russian: Шагов

source: Position##sgiGB
russian: Положение

source: Macros##sgiGB
russian: Макросы

source: Volume##sgiGB2
russian: Громкость

source: Arpeggio##sgiGB
russian: Арпеджио

source: Pitch##sgiGB
russian: Частота

source: Duty/Noise##sgiGB
russian: Скважность/режим шума

source: Waveform##sgiGB
russian: Волна

source: Panning##sgiGB
russian: Панорамирование

source: Phase Reset##sgiGB
russian: Сброс фазы

source: Macros##sgiGBADMA
russian: Макросы

source: Volume##sgiGBADMA
russian: Громкость

source: Arpeggio##sgiGBADMA
russian: Арпеджио

source: Pitch##sgiGBADMA
russian: Частота

source: Waveform##sgiGBADMA
russian: Волна

source: Panning##sgiGBADMA
russian: Панорамирование

source: Phase Reset##sgiGBADMA
russian: Сброс фазы

source: Macros##sgiGBAMINMOD
russian: Макросы

source: Volume##sgiGBAMINMOD
russian: Громкость

source: Arpeggio##sgiGBAMINMOD
russian: Арпеджио

source: Pitch##sgiGBAMINMOD
russian: Частота

source: Waveform##sgiGBAMINMOD
russian: Волна

source: Panning (left)##sgiGBAMINMOD
russian: Панорамирование (левый)

source: Panning (right)##sgiGBAMINMOD
russian: Панорамирование (правый)

source: Special##sgiGBAMINMOD
russian: Разное

source: Phase Reset##sgiGBAMINMOD
russian: Сброс фазы

source: Macros##sgiK00
russian: Макросы

source: Volume##sgiK00
russian: Громкость

source: Arpeggio##sgiK00
russian: Арпеджио

source: Pitch##sgiK00
russian: Частота

source: Waveform##sgiK00
russian: Волна

source: Panning (left)##sgiK00
russian: Панорамирование (левый)

source: Panning (right)##sgiK00
russian: Панорамирование (правый)

source: Phase Reset##sgiK00
russian: Сброс фазы

source: Macros##sgiK05
russian: Макросы

source: Volume##sgiK05
russian: Громкость

source: Arpeggio##sgiK05
russian: Арпеджио

source: Pitch##sgiK05
russian: Частота

source: Panning##sgiK05
russian: Панорамирование

source: Phase Reset##sgiK05
russian: Сброс фазы

source: Triangle##sgimcd
russian: Треуг. волна

source: Saw##sgimcd
russian: Пила

source: Square##sgimcd
russian: Меандр

source: How did you even##sgimcd0
russian: Как вы вообще смогли

source: Bottom##sgimcd0
russian: Мин.

source: Top##sgimcd0
russian: Макс.

source: Attack##sgimcd
russian: Атака

source: Sustain##sgimcd
russian: Сустейн

source: Hold##sgimcd
russian: Задержка после атаки

source: SusTime##sgimcd
russian: Время сустейна

source: Decay##sgimcd
russian: Спад

source: SusDecay##sgimcd
russian: Спад сустейна

source: Release##sgimcd
russian: Релиз

source: Bottom##sgimcd1
russian: Мин.

source: Top##sgimcd1
russian: Макс.

source: Speed##sgimcd
russian: Скорость

source: Phase##sgimcd
russian: Фаза

source: Shape##sgimcd
russian: Форма волны

source: Macro type: Sequence##sgimcd
russian: Тип макроса: последовательность

source: Macro type: ADSR##sgimcd
russian: Тип макроса: ADSR-огибающая

source: Macro type: LFO##sgimcd
russian: Тип макроса: ГНЧ

source: Macro type: What's going on here?##sgimcd
russian: Тип макроса: Что здесь происходит?

source: Delay/Step Length##sgimcd
russian: Задержка/длина шага

source: Step Length (ticks)##IMacroSpeed
russian: Длина шага (в шагах движка трекера)##IMacroSpeed

source: Delay##IMacroDelay
russian: Задержка##IMacroDelay

source: Release mode: Active (jump to release pos)##sgimcd
russian: Тип релиза: активный (прыгнуть на позицию релиза)

source: Release mode: Passive (delayed release)##sgimcd
russian: Тип релиза: пассивный (отложенный релиз)

source: Tabs##sgimcd
russian: Вкладки

source: Length##sgimcd
russian: Длина

source: StepLen##sgimcd
russian: Дл. шага

source: Delay##sgimcd
russian: Задержка

source: The heck? No, this isn't even working correctly...##sgimcd
russian: Что за?.. Нет, оно ведь работает неправильно...

source: The only problem with that selectedMacro is that it's a bug...##sgimcd
russian: Единственная проблема с тем selectedMacro в том, что это не сбой...

source: Single (combo box)##sgimcd
russian: Один (выпадающий список)

source: Macros##sgiLYNX
russian: Макросы

source: Volume##sgiLYNX
russian: Громкость

source: Arpeggio##sgiLYNX
russian: Арпеджио

source: Pitch##sgiLYNX
russian: Частота

source: Duty/Int##sgiLYNX
russian: Скважность/инт.

source: Panning (left)##sgiLYNX
russian: Панорамирование (левый)

source: Panning (right)##sgiLYNX
russian: Панорамирование (правый)

source: Phase Reset##sgiLYNX
russian: Сброс фазы

source: Load LFSR##sgiLYNX
russian: Загрузить в РСЛОС

source: Macros##sgi5232
russian: Макросы

source: Volume##sgi5232
russian: Громкость

source: Arpeggio##sgi5232
russian: Арпеджио

source: Pitch##sgi5232
russian: Частота

source: Group Ctrl##sgi5232
russian: Контроль группы

source: Group Attack##sgi5232
russian: Атака группы

source: Group Decay##sgi5232
russian: Спад группы

source: Noise##sgi5232
russian: Шум

source: Macros##sgi6258
russian: Макросы

source: Frequency Divider##sgi6258
russian: Делитель частоты

source: Panning##sgi6258
russian: Панорамирование

source: Phase Reset##sgi6258
russian: Сброс фазы

source: Clock Divider##sgi6258
russian: Делитель тактовой частоты

source: Macros##sgi6295
russian: Макросы

source: Volume##sgi6295
russian: Громкость

source: Frequency Divider##sgi6295
russian: Делитель частоты

source: Phase Reset##sgi6295
russian: Сброс фазы

source: MultiPCM##sgiMULPCM
russian: MultiPCM

source: AR##sgiMULPCM0
russian: СА

source: AR##sgiMULPCM1
russian: СА

source: Attack Rate##sgiMULPCM
russian: Скорость атаки

source: D1R##sgiMULPCM0
russian: С1С

source: D1R##sgiMULPCM1
russian: С1С

source: Decay 1 Rate##sgiMULPCM
russian: Скорость спада 1

source: DL##sgiMULPCM0
russian: УС

source: DL##sgiMULPCM1
russian: УС

source: Decay Level##sgiMULPCM
russian: Уровень спада

source: D2R##sgiMULPCM0
russian: С2С

source: D2R##sgiMULPCM1
russian: С2С

source: Decay 2 Rate##sgiMULPCM
russian: Скорость спада 2

source: RR##sgiMULPCM0
russian: СР

source: RR##sgiMULPCM1
russian: СР

source: Release Rate##sgiMULPCM
russian: Скорость релиза

source: RC##sgiMULPCM0
russian: КС

source: RC##sgiMULPCM1
russian: КС

source: Rate Correction##sgiMULPCM
russian: Коррекция скорости

source: Envelope##sgiMULPCM0
russian: Огибающая

source: Envelope##sgiMULPCM1
russian: Огибающая

source: LFO Rate##sgiMULPCM
russian: Скорость ГНЧ

source: PM Depth##sgiMULPCM
russian: Глубина ФМ

source: AM Depth##sgiMULPCM
russian: Глубина АМ

source: Macros##sgiMULPCM
russian: Макросы

source: Volume##sgiMULPCM
russian: Громкость

source: Arpeggio##sgiMULPCM
russian: Арпеджио

source: Pitch##sgiMULPCM
russian: Частота

source: Panning##sgiMULPCM
russian: Панорамирование

source: Phase Reset##sgiMULPCM
russian: Сброс фазы

source: Namco 163##sgiN163
russian: Namco 163

source: Load waveform##sgiN163
russian: Загрузить волну
