Repository: 1135975331/furnace
Catalog: po/b/*.po
Languages: russian

source: Pattern font##sgse
russian: Шрифт паттернов

source: Size##PatFontSize
russian: Размер##PatFontSize

source: Anti-aliased fonts##sgse
russian: Сглаживание шрифтов

source: Support bitmap fonts##sgse
russian: Поддерживать растровые шрифты

source: Hinting:##sgse
russian: Хинтование

source: Off (soft)##fh0
russian: Нет (слабое)##fh0

source: Slight##fh1
russian: Небольшое##fh1

source: Normal##fh2
russian: Нормальное##fh2

source: Full (hard)##fh3
russian: Полное (жёсткое)##fh3

source: Auto-hinter:##sgse
russian: Автоматическое хинтирование

source: Disable##fah0
russian: Отключить##fah0

source: Enable##fah1
russian: Включить##fah1

source: Force##fah2
russian: Принудительное##fah2

source: Oversample##sgse
russian: Супердискретизация

source: saves video memory. reduces font rendering quality. use for pixel/bitmap fonts.##sgse
russian: уменьшенное использование видеопамяти, ухудшенная отрисовка шрифтов. используйте для пиксельных/растровых шрифтов.

source: default.##sgse
russian: настройка по умолчанию.

source: slightly better font rendering quality. uses more video memory.##sgse
russian: незначительно улучшенная отрисовка шрифтов. использует больше видеопамяти.

source: Load fallback font##sgse
russian: Загружать резервный шрифт

source: disable to save video memory.##sgse
russian: отключите, если хотите уменьшить использование видеопамяти.

source: Display Japanese characters##sgse
russian: Отображать японские символы (вкл. иероглифы)

source: Display Chinese (Simplified) characters##sgse
russian: Отображать китайские иероглифы (упрощённые)

source: Display Chinese (Traditional) characters##sgse
russian: Отображать китайские иероглифы (традиционные)

source: Display Korean characters##sgse
russian: Отображать корейские иероглифы

source: Program##sgse2
russian: Программа

source: Title bar:##sgse
russian: Полоса заголовка окна

source: Song Name - Furnace-B##tbar1
russian: Название композиции - Furnace-B##tbar1

source: file_name.fur - Furnace-B##tbar2
russian: название_файла.fur - Furnace-B##tbar2

source: /path/to/file.fur - Furnace-B##tbar3
russian: /путь/к/файлу.fur - Furnace-B##tbar3

source: Display system name on title bar##sgse
russian: Отображать название чипа/системы в полосе заголовка окна

source: Display chip names instead of "multi-system" in title bar##sgse
russian: Отображать названия чипов/систем вместо "мульти-система" в полосе заголовка окна

source: Status bar:##sgse
russian: Строка состояния:

source: Cursor details##sbar0
russian: Информация о выделенном элементе##sbar0

source: File path##sbar1
russian: Путь к файлу##sbar1

source: Cursor details or file path##sbar2
russian: Информация о выделенном элементе или путь к файлу##sbar2

source: Nothing##sbar3
russian: Ничего##sbar3

source: Display playback status when playing##sgse
russian: Отображать статус проигрывания во время воспроизведения

source: Export options layout:##sgse
russian: Вид настроек экспорта:

source: Sub-menus in File menu##eol0
russian: Подпункты в меню "Файл"##eol0

source: Modal window with tabs##eol1
russian: Модальное окно с вкладками##eol1

source: Modal windows with options in File menu##eol2
russian: Модальное окно с настройками в меню "Файл"

source: Capitalize menu bar##sgse
russian: Названия пунктов в горизонтальном меню с большой буквы

source: Display add/configure/change/remove chip menus in File menu##sgse
russian: Отображать в меню "Файл" пункты: добавить/настроить/изменить/убрать чип

source: Orders##sgse1
russian: Матрица паттернов

source: Highlight channel at cursor in Orders##sgse
russian: Выделить в матрице паттернов канал, на котором находится курсор

source: Orders row number format:##sgse
russian: Формат отображения номера строки матрицы паттернов:

source: Decimal##orbD
russian: Десятеричный##orbD

source: Hexadecimal##orbH
russian: Шестнадцатеричный##orbH

source: Pattern##sgse1
russian: Паттерн

source: Center pattern view##sgse
russian: Центрировать отображаемые паттерны внутри окна

source: Overflow pattern highlights##sgse
russian: Продолжать полосы подсветки строк паттернов за пределы самих паттернов

source: Display previous/next pattern##sgse
russian: Отображать предыдущий/следующий паттерн

source: Pattern row number format:##sgse
russian: Формат отображения номера строки паттерна:

source: Decimal##prbD
russian: Десятеричный##prbD

source: Hexadecimal##prbH
russian: Шестнадцатеричный##prbH

source: Pattern view labels:##sgse
russian: Маркировка ячеек в паттерне

source: Note off (3-char)##sgse
russian: "Отпускание клавиши" (резкое) (3 символа)

source: Note release (3-char)##sgse
russian: "Отпускание клавиши" (с включением фазы затухания огибающей) (3 символа)

source: Macro release (3-char)##sgse
russian: "Отпускание клавиши" (только для макросов (3 символа))

source: Empty field (3-char)##sgse
russian: Пустая ячейка (3 символа)

source: Empty field (2-char)##sgse
russian: Пустая ячейка (2 символа)

source: Pattern view spacing after:##sgse
russian: Разбивка в отображении паттерна:

source: Note##sgse
russian: Нота

source: Instrument##sgse1
russian: Инструмент

source: Volume##sgse4
russian: Громкость

source: Effect##sgse
russian: Индекс эффекта

source: Effect value##sgse
russian: Параметр эффекта

source: Single-digit effects for 00-0F##sgse
russian: Отображать одной цифрой индекс эффекта для индексов 00-0F

source: Use flats instead of sharps##sgse
russian: Отображать бемоли вместо диезов

source: Use German notation##sgse
russian: Использовать немецкие имена нот

source: Channel##sgse1
russian: Канал

source: Channel style:##sgse
russian: Стиль заголовка:

source: Classic##CHS0
russian: Классический##CHS0

source: Line##CHS1
russian: Линия##CHS1

source: Round##CHS2
russian: Со скруглениями##CHS2

source: Split button##CHS3
russian: С отдельной кнопкой отключения звука##CHS3

source: Square border##CHS4
russian: С прямоугольной границей вокруг названия##CHS4

source: Round border##CHS5
russian: Со скруглённой границей вокруг названия##CHS5

source: Channel volume bar:##sgse
russian: Полоска громкости в заголовке канала:

source: Non##CHV0
russian: Нет##CHV0

source: Simple##CHV1
russian: Простая##CHV1

source: Stereo##CHV2
russian: Стерео##CHV2

source: Real##CHV3
russian: Настоящая громкость##CHV3

source: Real (stereo)##CHV4
russian: Настоящая громкость (стерео)##CHV4

source: Channel feedback style:##sgse
russian: Подсветка заголовка канала:

source: Off##CHF0
russian: Выкл.##CHF0

source: Note##CHF1
russian: Начало ноты##CHF1

source: Volume##CHF2
russian: Пропорционально громкости##CHF2

source: Active##CHF3
russian: При активности канала##CHF3

source: Channel font:##sgse
russian: Шрифт заголовка канала:

source: Regular##CHFont0
russian: Обычный##CHFont0

source: Monospace##CHFont1
russian: Моноширинный##CHFont1

source: Center channel name##sgse
russian: Центрировать название канала

source: Channel colors:##sgse
russian: Цвета заголовка канала

source: Single##CHC0
russian: Единый цвет##CHC0

source: Channel type##CHC1
russian: Согласно типу канала##CHC1

source: Instrument type##CHC2
russian: Согласно типу инструмента##CHC2

source: Channel name colors:##sgse
russian: Цвета названия канала:

source: Single##CTC0
russian: Единый цвет##CTC0

source: Channel type##CTC1
russian: Согласно типу канала##CTC1

source: Instrument type##CTC2
russian: Согласно типу инструмента##CTC2

source: Assets##sgse1
russian: Представление ресурсов модуля

source: Unified instrument/wavetable/sample list##sgse
russian: Единый список инструментов, волновых таблиц и сэмплов

source: Horizontal instrument list##sgse
russian: Горизонтальный список инструментов

source: Instrument list icon style:##sgse
russian: Стиль иконок в списке инструментов:

source: None##iis0
russian: Не показывать##iis0

source: Graphical icons##iis1
russian: Графические иконки##iis1

source: Letter icons##iis2
russian: Иконки с буквами##iis2

source: Colorize instrument editor using instrument type##sgse
russian: Изменять оттенки цветов редактора инструмента согласно типу инструмента

source: Macro Editor##sgse0
russian: Редактор макросов

source: Macro editor layout:##sgse
russian: Компоновка редактора макросов:

source: Unified##mel0
russian: Общий список##mel0

source: Grid##mel2
russian: Прямоугольная сетка##mel2

source: Single (with list)##mel3
russian: Окно редактирования одного макроса + список##mel3

source: Use classic macro editor vertical slider##sgse
russian: Использовать классическую вертикальную полосу прокрутки

source: Wave Editor##sgse
russian: Редактор волновых таблиц

source: Use compact wave editor##sgse
russian: Использовать компактный редактор волновых таблиц

source: FM Editor##sgse0
russian: Редактор FM-инструментов

source: FM parameter names:##sgse
russian: Названия параметров:

source: Friendly##fmn0
russian: Понятные##fmn0

source: Technical##fmn1
russian: Исходные формальные##fmn1

source: Technical (alternate)##fmn2
russian: Исходные формальные (альтернативные)##fmn2

source: Use standard OPL waveform names##sgse
russian: Использовать стандартные названия волн для чипов серии OPL

source: FM parameter editor layout:##sgse
russian: Компоновка редактора FM-инструментов

source: Modern##fml0
russian: Современная##fml0

source: Compact (2x2, classic)##fml1
russian: Компактная (2x2, классическая)##fml1

source: Compact (1x4)##fml2
russian: Компактная (1x4)##fml2

source: Compact (4x1)##fml3
russian: Компактная (4x1)##fml3

source: Alternate (2x2)##fml4
russian: Альтернативная (2x2)##fml4

source: Alternate (1x4)##fml5
russian: Альтернативная (1x4)##fml5

source: Alternate (4x1)##fml6
russian: Альтернативная (4x1)##fml6

source: Position of Sustain in FM editor:##sgse
russian: Позиция параметра "Сустейн" в редакторе:

source: Between Decay and Sustain Rate##susp0
russian: Между спадом и уклоном сустейна##susp0

source: After Release Rate##susp1
russian: После уклона релиза##susp1

source: Use separate colors for carriers/modulators in FM editor##sgse
russian: Использовать различные цвета для модулирующих и несущих операторов

source: Unsigned FM detune values##sgse
russian: Беззнаковое значение параметра расстройки

source: Memory Composition##sgse
russian: Содержание памяти

source: Chip memory usage unit:##sgse
russian: Единицы измерения использования памяти чипа:

source: Bytes##MUU0
russian: Байты##MUU0

source: Kilobytes##MUU1
russian: Килобайты##MUU1

source: Oscilloscope##set
russian: Осциллограф##set

source: Rounded corners##sgse
russian: Закруглённые края

source: Border##sgse
russian: Граница

source: Mono##sgse1
russian: Моно

source: Anti-aliased##sgse
russian: Со сглаживанием

source: Fill entire window##sgse
russian: Полностью заполняет окно

source: Waveform goes out of bounds##sgse
russian: Волна может выходить за пределы окна

source: Line size##sgse
russian: Толщина линии

source: Windows##sgse
russian: Окна

source: Rounded window corners##sgse
russian: Закруглённые края окон

source: Rounded buttons##sgse
russian: Закруглённые края кнопок

source: Rounded tabs##sgse
russian: Закруглённые края заголовков вкладок

source: Rounded scrollbars##sgse
russian: Закруглённые края ползунка полосы прокрутки

source: Rounded menu corners##sgse
russian: Закруглённые края выпадающих меню

source: Borders around widgets##sgse
russian: Границы вокруг кнопок, списков и т.д.

source: Misc##sgse
russian: Разное

source: Wrap text##sgse
russian: Переносить текст на новую строку

source: Wrap text in song/subsong comments window.##sgse
russian: Переносить текст на новую строку в окне информации/комментариев к композиции.

source: Frame shading in text windows##sgse
russian: Градиент в текстовых окнах

source: Apply frame shading to the multiline text fields such as song/subsong info/comments.##sgse
russian: Применять градиент в окне информации/комментариев к композиции.

source: Show chip info in chip manager##sgse
russian: Отображать информацию о чипе в менеджере чипов

source: Display tooltip in chip manager when hovering over the chip. Tooltip shows chip name and description.##sgse
russian: Отображать подсказку при наведении курсора на чип. Подсказка отображает название и описание чипа.

source: Color##sgse
russian: Цвета

source: Color scheme##sgse
russian: Цветовая схема

source: Import##sgse2
russian: Импорт

source: Export##sgse2
russian: Экспорт

source: Reset defaults##sgse1
russian: Сбросить

source: Are you sure you want to reset the color scheme?##sgse
russian: Вы действительно хотите сбросить цветовую схему?

source: Interface##sgse1
russian: Интерфейс

source: Frame shading##sgse
russian: Затенение рамок

source: Interface (other)##sgse
russian: Интерфейс (другое)

source: Miscellaneous##sgse
russian: Разное

source: File Picker (built-in)##sgse
russian: Меню выбора файлов (встроенное)

source: Oscilloscope##sgse
russian: Осциллограф

source: Wave (non-mono)##sgse
russian: Волна (не моно)

source: Volume Meter##sgse
russian: Измеритель громкости

source: Orders##sgse2
russian: Матрица паттернов

source: Envelope View##sgse
russian: Визуализатор огибающей

source: FM Editor##sgse1
russian: Редактор FM-инструментов

source: Macro Editor##sgse1
russian: Редактор макросов

source: Instrument Types##sgse
russian: Типы инструментов

source: Channel##sgse2
russian: Канал

source: Pattern##sgse2
russian: Паттерн

source: Sample Editor##sgse
russian: Редактор сэмплов

source: Pattern Manager##sgse
russian: Менеджер паттернов

source: Piano##sgse
russian: Клавиатура пианино

source: Clock##sgse
russian: Часы

source: Patchbay##sgse
russian: Соединение каналов

source: Log Viewer##sgse
russian: Просмотр логов

source: Button##CC_GUI_COLOR_BUTTON
russian: Кнопка##CC_GUI_COLOR_BUTTON

source: Button (hovered)##CC_GUI_COLOR_BUTTON_HOVER
russian: Кнопка (курсор на кнопке)##CC_GUI_COLOR_BUTTON_HOVER

source: Button (active)##CC_GUI_COLOR_BUTTON_ACTIVE
russian: Кнопка (нажатая)##CC_GUI_COLOR_BUTTON_ACTIVE

source: Tab##CC_GUI_COLOR_TAB
russian: Вкладка##CC_GUI_COLOR_TAB

source: Tab (hovered)##CC_GUI_COLOR_TAB_HOVER
russian: Вкладка (курсор на вкладке)##CC_GUI_COLOR_TAB_HOVER

source: Tab (active)##CC_GUI_COLOR_TAB_ACTIVE
russian: Вкладка (активная)##CC_GUI_COLOR_TAB_ACTIVE

source: Tab (unfocused)##CC_GUI_COLOR_TAB_UNFOCUSED
russian: Вкладка (не текущая)##CC_GUI_COLOR_TAB_UNFOCUSED

source: Tab (unfocused and active)##CC_GUI_COLOR_TAB_UNFOCUSED_ACTIVE
russian: Вкладка (курсор на вкладке, текущая)##CC_GUI_COLOR_TAB_UNFOCUSED_ACTIVE

source: ImGui header##CC_GUI_COLOR_IMGUI_HEADER
russian: Заголовок ImGui##CC_GUI_COLOR_IMGUI_HEADER

source: ImGui header (hovered)##CC_GUI_COLOR_IMGUI_HEADER_HOVER
russian: Заголовок ImGui (курсор на заголовке)##CC_GUI_COLOR_IMGUI_HEADER_HOVER

source: ImGui header (active)##CC_GUI_COLOR_IMGUI_HEADER_ACTIVE
russian: Заголовок ImGui (активный)##CC_GUI_COLOR_IMGUI_HEADER_ACTIVE

source: Resize grip##CC_GUI_COLOR_RESIZE_GRIP
russian: Захват для изменения размера окна##CC_GUI_COLOR_RESIZE_GRIP

source: Resize grip (hovered)##CC_GUI_COLOR_RESIZE_GRIP_HOVER
russian: Захват для изменения размера окна (курсор на захвате)##CC_GUI_COLOR_RESIZE_GRIP_HOVER

source: Resize grip (active)##CC_GUI_COLOR_RESIZE_GRIP_ACTIVE
russian: Захват для изменения размера окна (активный)##CC_GUI_COLOR_RESIZE_GRIP_ACTIVE

source: Widget background##CC_GUI_COLOR_WIDGET_BACKGROUND
russian: Задний фон виджета##CC_GUI_COLOR_WIDGET_BACKGROUND

source: Widget background (hovered)##CC_GUI_COLOR_WIDGET_BACKGROUND_HOVER
russian: Задний фон виджета (курсор на виджете)##CC_GUI_COLOR_WIDGET_BACKGROUND_HOVER

source: Widget background (active)##CC_GUI_COLOR_WIDGET_BACKGROUND_ACTIVE
russian: Задний фон виджета (активный)##CC_GUI_COLOR_WIDGET_BACKGROUND_ACTIVE

source: Slider grab##CC_GUI_COLOR_SLIDER_GRAB
russian: Ползунок выставления значения##CC_GUI_COLOR_SLIDER_GRAB

source: Slider grab (active)##CC_GUI_COLOR_SLIDER_GRAB_ACTIVE
russian: Ползунок выставления значения (активный)##CC_GUI_COLOR_SLIDER_GRAB_ACTIVE

source: Title background (active)##CC_GUI_COLOR_TITLE_BACKGROUND_ACTIVE
russian: Задний фон заголовка (активный)##CC_GUI_COLOR_TITLE_BACKGROUND_ACTIVE

source: Checkbox/radio button mark##CC_GUI_COLOR_CHECK_MARK
russian: Маркировка в поле для галочки и радиокнопке##CC_GUI_COLOR_CHECK_MARK

source: Text selection##CC_GUI_COLOR_TEXT_SELECTION
russian: Выделение текста##CC_GUI_COLOR_TEXT_SELECTION

source: Line plot##CC_GUI_COLOR_PLOT_LINES
russian: Цвет линий##CC_GUI_COLOR_PLOT_LINES

source: Line plot (hovered)##CC_GUI_COLOR_PLOT_LINES_HOVER
russian: Цвет линий (курсор на поле)##CC_GUI_COLOR_PLOT_LINES_HOVER

source: Histogram plot##CC_GUI_COLOR_PLOT_HISTOGRAM
russian: Столбчатая диаграмма##CC_GUI_COLOR_PLOT_HISTOGRAM

source: Histogram plot (hovered)##CC_GUI_COLOR_PLOT_HISTOGRAM_HOVER
russian: Столбчатая диаграмма (курсор на диаграмме)##CC_GUI_COLOR_PLOT_HISTOGRAM_HOVER

source: Table row (even)##CC_GUI_COLOR_TABLE_ROW_EVEN
russian: Строка таблицы (чётная)##CC_GUI_COLOR_TABLE_ROW_EVEN

source: Table row (odd)##CC_GUI_COLOR_TABLE_ROW_ODD
russian: Строка таблицы (нечётная)##CC_GUI_COLOR_TABLE_ROW_ODD

source: Background##CC_GUI_COLOR_BACKGROUND
russian: Задний фон##CC_GUI_COLOR_BACKGROUND

source: Window background##CC_GUI_COLOR_FRAME_BACKGROUND
russian: Фон окон##CC_GUI_COLOR_FRAME_BACKGROUND

source: Sub-window background##CC_GUI_COLOR_FRAME_BACKGROUND_CHILD
russian: Фон подокн##CC_GUI_COLOR_FRAME_BACKGROUND_CHILD

source: Pop-up background##CC_GUI_COLOR_FRAME_BACKGROUND_POPUP
russian: Фон всплывающих окон##CC_GUI_COLOR_FRAME_BACKGROUND_POPUP

source: Modal backdrop##CC_GUI_COLOR_MODAL_BACKDROP
russian: Затенение при возникновении модального окна##CC_GUI_COLOR_MODAL_BACKDROP

source: Header##CC_GUI_COLOR_HEADER
russian: Заголовок##CC_GUI_COLOR_HEADER

source: Text##CC_GUI_COLOR_TEXT
russian: Текст##CC_GUI_COLOR_TEXT

source: Text (disabled)##CC_GUI_COLOR_TEXT_DISABLED
russian: Текст (выключенный)##CC_GUI_COLOR_TEXT_DISABLED

source: Title bar (inactive)##CC_GUI_COLOR_TITLE_INACTIVE
russian: Полоса заголовка (неактивная)##CC_GUI_COLOR_TITLE_INACTIVE

source: Title bar (collapsed)##CC_GUI_COLOR_TITLE_COLLAPSED
russian: Полоса заголовка (свёрнутое окно)##CC_GUI_COLOR_TITLE_COLLAPSED

source: Menu bar##CC_GUI_COLOR_MENU_BAR
russian: Полоса меню##CC_GUI_COLOR_MENU_BAR

source: Border##CC_GUI_COLOR_BORDER
russian: Граница##CC_GUI_COLOR_BORDER

source: Border shadow##CC_GUI_COLOR_BORDER_SHADOW
russian: Тень границы##CC_GUI_COLOR_BORDER_SHADOW

source: Scroll bar##CC_GUI_COLOR_SCROLL
russian: Полоса прокрутки##CC_GUI_COLOR_SCROLL

source: Scroll bar (hovered)##CC_GUI_COLOR_SCROLL_HOVER
russian: Полоса прокрутки (курсор на полосе)##CC_GUI_COLOR_SCROLL_HOVER

source: Scroll bar (clicked)##CC_GUI_COLOR_SCROLL_ACTIVE
russian: Полоса прокрутки (нажата)##CC_GUI_COLOR_SCROLL_ACTIVE

source: Scroll bar background##CC_GUI_COLOR_SCROLL_BACKGROUND
russian: Фон полосы прокрутки##CC_GUI_COLOR_SCROLL_BACKGROUND

source: Separator##CC_GUI_COLOR_SEPARATOR
russian: Разделитель строк##CC_GUI_COLOR_SEPARATOR

source: Separator (hover)##CC_GUI_COLOR_SEPARATOR_HOVER
russian: Разделитель строк (курсор на разделителе)##CC_GUI_COLOR_SEPARATOR_HOVER

source: Separator (active)##CC_GUI_COLOR_SEPARATOR_ACTIVE
russian: Разделитель строк (активный)##CC_GUI_COLOR_SEPARATOR_ACTIVE

source: Docking preview##CC_GUI_COLOR_DOCKING_PREVIEW
russian: Превью стыковки окон##CC_GUI_COLOR_DOCKING_PREVIEW

source: Docking empty##CC_GUI_COLOR_DOCKING_EMPTY
russian: Пустое поле стыковки окон##CC_GUI_COLOR_DOCKING_EMPTY

source: Table header##CC_GUI_COLOR_TABLE_HEADER
russian: Заголовок таблицы##CC_GUI_COLOR_TABLE_HEADER

source: Table border (hard)##CC_GUI_COLOR_TABLE_BORDER_HARD
russian: Заголовок таблицы (жёсткий)##CC_GUI_COLOR_TABLE_BORDER_HARD

source: Table border (soft)##CC_GUI_COLOR_TABLE_BORDER_SOFT
russian: Заголовок таблицы (мягкий)##CC_GUI_COLOR_TABLE_BORDER_SOFT

source: Drag and drop target##CC_GUI_COLOR_DRAG_DROP_TARGET
russian: Цель перетаскивания##CC_GUI_COLOR_DRAG_DROP_TARGET

source: Window switcher (highlight)##CC_GUI_COLOR_NAV_WIN_HIGHLIGHT
russian: Переключатель окон (подсвечен)##CC_GUI_COLOR_NAV_WIN_HIGHLIGHT

source: Window switcher backdrop##CC_GUI_COLOR_NAV_WIN_BACKDROP
russian: Переключатель окон (цвет затенения остального интерфейса)##CC_GUI_COLOR_NAV_WIN_BACKDROP

source: Toggle on##CC_GUI_COLOR_TOGGLE_ON
russian: Переключатель вкл.##CC_GUI_COLOR_TOGGLE_ON

source: Toggle off##CC_GUI_COLOR_TOGGLE_OFF
russian: Переключатель выкл.##CC_GUI_COLOR_TOGGLE_OFF

source: Playback status##CC_GUI_COLOR_PLAYBACK_STAT
russian: Статус воспроизведения##CC_GUI_COLOR_PLAYBACK_STAT

source: Destructive hint##CC_GUI_COLOR_DESTRUCTIVE
russian: Подсказка об удалении##CC_GUI_COLOR_DESTRUCTIVE

source: Warning hint##CC_GUI_COLOR_WARNING
russian: Подсказка о сообщении##CC_GUI_COLOR_WARNING

source: Error hint##CC_GUI_COLOR_ERROR
russian: Подсказка об ошибке##CC_GUI_COLOR_ERROR

source: Directory##CC_GUI_COLOR_FILE_DIR
russian: Папка##CC_GUI_COLOR_FILE_DIR

source: Song (native)##CC_GUI_COLOR_FILE_SONG_NATIVE
russian: Файл трека (нативно поддерживается)##CC_GUI_COLOR_FILE_SONG_NATIVE

source: Song (import)##CC_GUI_COLOR_FILE_SONG_IMPORT
russian: Файл трека (импорт)##CC_GUI_COLOR_FILE_SONG_IMPORT

source: Instrument##CC_GUI_COLOR_FILE_INSTR
russian: Инструмент##CC_GUI_COLOR_FILE_INSTR

source: Audio##CC_GUI_COLOR_FILE_AUDIO
russian: Аудиофайл##CC_GUI_COLOR_FILE_AUDIO

source: Wavetable##CC_GUI_COLOR_FILE_WAVE
russian: Волновая таблица##CC_GUI_COLOR_FILE_WAVE

source: Font##CC_GUI_COLOR_FILE_FONT
russian: Шрифт##CC_GUI_COLOR_FILE_FONT

source: Other##CC_GUI_COLOR_FILE_OTHER
russian: Другое##CC_GUI_COLOR_FILE_OTHER

source: Border##CC_GUI_COLOR_OSC_BORDER
russian: Граница осциллографа##CC_GUI_COLOR_OSC_BORDER

source: Background (top-left)##CC_GUI_COLOR_OSC_BG1
russian: Фон (верхний левый угол)##CC_GUI_COLOR_OSC_BG1

source: Background (top-right)##CC_GUI_COLOR_OSC_BG2
russian: Фон (верхний правый угол)##CC_GUI_COLOR_OSC_BG2

source: Background (bottom-left)##CC_GUI_COLOR_OSC_BG3
russian: Фон (нижний левый угол)##CC_GUI_COLOR_OSC_BG3

source: Background (bottom-right)##CC_GUI_COLOR_OSC_BG4
russian: Фон (нижний правый угол)##CC_GUI_COLOR_OSC_BG4

source: Waveform##CC_GUI_COLOR_OSC_WAVE
russian: Волна##CC_GUI_COLOR_OSC_WAVE

source: Waveform (clip)##CC_GUI_COLOR_OSC_WAVE_PEAK
russian: Волна (зашкал амплитуды)##CC_GUI_COLOR_OSC_WAVE_PEAK

source: Reference##CC_GUI_COLOR_OSC_REF
russian: Образец##CC_GUI_COLOR_OSC_REF

source: Guide##CC_GUI_COLOR_OSC_GUIDE
russian: Справка##CC_GUI_COLOR_OSC_GUIDE

source: Waveform (1)##CC_GUI_COLOR_OSC_WAVE_CH0
russian: Волна (1)##CC_GUI_COLOR_OSC_WAVE_CH0

source: Waveform (2)##CC_GUI_COLOR_OSC_WAVE_CH1
russian: Волна (2)##CC_GUI_COLOR_OSC_WAVE_CH1

source: Waveform (3)##CC_GUI_COLOR_OSC_WAVE_CH2
russian: Волна (3)##CC_GUI_COLOR_OSC_WAVE_CH2

source: Waveform (4)##CC_GUI_COLOR_OSC_WAVE_CH3
russian: Волна (4)##CC_GUI_COLOR_OSC_WAVE_CH3

source: Waveform (5)##CC_GUI_COLOR_OSC_WAVE_CH4
russian: Волна (5)##CC_GUI_COLOR_OSC_WAVE_CH4

source: Waveform (6)##CC_GUI_COLOR_OSC_WAVE_CH5
russian: Волна (6)##CC_GUI_COLOR_OSC_WAVE_CH5

source: Waveform (7)##CC_GUI_COLOR_OSC_WAVE_CH6
russian: Волна (7)##CC_GUI_COLOR_OSC_WAVE_CH6

source: Waveform (8)##CC_GUI_COLOR_OSC_WAVE_CH7
russian: Волна (8)##CC_GUI_COLOR_OSC_WAVE_CH7

source: Waveform (9)##CC_GUI_COLOR_OSC_WAVE_CH8
russian: Волна (9)##CC_GUI_COLOR_OSC_WAVE_CH8

source: Waveform (10)##CC_GUI_COLOR_OSC_WAVE_CH9
russian: Волна (10)##CC_GUI_COLOR_OSC_WAVE_CH9

source: Waveform (11)##CC_GUI_COLOR_OSC_WAVE_CH10
russian: Волна (11)##CC_GUI_COLOR_OSC_WAVE_CH10

source: Waveform (12)##CC_GUI_COLOR_OSC_WAVE_CH11
russian: Волна (12)##CC_GUI_COLOR_OSC_WAVE_CH11

source: Waveform (13)##CC_GUI_COLOR_OSC_WAVE_CH12
russian: Волна (13)##CC_GUI_COLOR_OSC_WAVE_CH12

source: Waveform (14)##CC_GUI_COLOR_OSC_WAVE_CH13
russian: Волна (14)##CC_GUI_COLOR_OSC_WAVE_CH13
